{
  "name": "Coagulation",
  "type": "power",
  "system": {
    "description": "<div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">1 point per 10 Might (or fraction), Init –1, Corpus or Animal: This power allows demons manufacture a solid body from the ambient, unformed matter of the universe. They may only take a single specific form with this power (the one described under Appearance in the demon's statistics) unless they have another power which allows them to alter it. Manifesting a physical form takes a round for every point of Infernal Might possessed by the demon; those with a high Infernal Might have more power which they must collect and force into solid form. The demon can end this power at any time, allowing its body to become finer and more rarefied and return to its natural state. Dissolution of the solid form is almost instantaneous, taking only a round of concentration from the demon, although this concentration may be disrupted.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">The game statistics of a demon do not change regardless of whether it is in its physical or spiritual form, although a demon in spiritual form may not use its physical Characteristics. This power may not be a Corpus effect if the demon's body is naturally of a different substance, such as composed of elemental matter, or in the shape of an animal. Demons in Christian lands are forced to abandon their coagulated form on Holy Saturday (see Religious Limitations on Demons, later).</span></p></div>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "coagulation",
    "review_status": "toReview",
    "reviewer": "xzotl",
    "form": "co",
    "cost": 5,
    "init": -1,
    "credits": "",
    "penetration": 0,
    "realm": "infernal"
  },
  "img": "icons/svg/tower.svg",
  "effects": [],
  "folder": "gMcDfaxn4DS2G0Lk",
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.31",
    "createdTime": 1760854763365,
    "modifiedTime": 1761477190212,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "KsZQutko8lboRPDa",
  "sort": 100000,
  "_key": "!items!KsZQutko8lboRPDa"
}
