{
  "type": "spell",
  "name": "Harmonic Metamorphosis of the Beast",
  "system": {
    "technique": {
      "value": "cr"
    },
    "form": {
      "value": "an"
    },
    "baseLevel": 25,
    "range": {
      "value": "touch"
    },
    "duration": {
      "value": "moment"
    },
    "target": {
      "value": "ind"
    },
    "complexity": 0,
    "enhancingRequisite": 1,
    "ritual": true,
    "technique-req": {
      "cr": false,
      "in": false,
      "mu": true,
      "pe": false,
      "re": false
    },
    "form-req": {
      "an": false,
      "aq": false,
      "au": false,
      "co": false,
      "he": false,
      "ig": false,
      "im": false,
      "me": false,
      "te": false,
      "vi": false
    },
    "description": "This spell can only be successfully cast by those with the Hermetic Metamorphosis Virtue. It requires the immobilized body of the recipient animal, and the donor organ. If the donor derives from another animal, it too must be immobilized. During the casting of the spell, the caster removes the organ from the donor and grafts it to the recipient. The spell resizes the organ (if necessary) and joins up the blood supply and internal organs. The type of organs that can be transplanted are functional units of the animal — its head, pair of hind legs, tail, pair of hands, heart, and so forth. A replacement organ involves the removal of the recipient’s organ and putting the donor organ in its place. If the caster wishes he may take the recipient’s original organ and put it in the space left on the donor, but this requires two surgical rolls (see below), one for each animal. A transposed organ involves the recipient gaining an organ without removing something first; for example, giving it a pair of wings or a second head. The donor animal (if any) dies as a result of this type of surgery. Magical surgery of this type can be purely anatomical, or else confer a Virtue from the donor to the recipient. An anatomical change can grant the recipient a new ability (such as flight) or a Quality (see Houses of Hermes: Mystery Cults, pages 40-43). A Virtue can be any General Virtue that derives from the body of the animal; such as Keen Vision, Long-Winded, or Tough. A donor who loses a Virtue due to this spell receives the Enfeebled Flaw if it survives the surgery. The ritual surgery performed as part of the magical actions of casting this spell needs to be performed accurately to ensure the success of the spell. This requires a Dexterity + Chirurgy roll against an Ease Factor of 9. If the organ is transposed rather than replaced, the Ease Factor has a +3 modifier. If the surgery grants a Virtue rather than an anatomical change, the Ease Factor has an additional +3 modifier. If the surgery roll fails then the animal dies soon after the casting of the spell. If the surgery roll botches, then the spell creates some dreadful monster instead.\nExample: Marcus wishes to swap the head of a lion and an eagle in his first step to creating a griffin. Eagles have the Keen Vision Virtue, so this is more than simple anatomical surgery. To successfully implant the eagle’s head on the lion s body, his surgery roll has an Ease Factor of 12. He needs only a 9 to successfully implant the lion s head on the eagle s body, but the lion-headed eagle that results suffers from the Enfeebled Flaw. The spell compensates for the vast difference in size between the two heads.",
    "source": "MoH",
    "page": 83,
    "indexKey": "harmonic-metamorphosis-of-the-beast",
    "targetSize": 0,
    "general": false,
    "levelOffset": 0,
    "baseEffectDescription": "",
    "applyFocus": false,
    "bonus": 0,
    "bonusDesc": "",
    "xp": 0,
    "masteryAbilities": "",
    "review_status": "reviewed",
    "reviewer": "TGGoHS",
    "level": 35
  },
  "img": "systems/arm5e/assets/magic/an.png",
  "effects": [],
  "flags": {},
  "_stats": {
    "compendiumSource": "Compendium.world.spells-animal.Item.RCHM4ybwN9LF76LZ",
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.4",
    "createdTime": 1729689989096,
    "modifiedTime": 1752180671046,
    "lastModifiedBy": "ErQ613O32LNYb71L",
    "exportSource": null
  },
  "_id": "RCHM4ybwN9LF76LZ",
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "folder": "Wzb8TRtvqtVwjohA",
  "sort": 0,
  "_key": "!items!RCHM4ybwN9LF76LZ"
}
