{
  "name": "Obsession (sin)",
  "type": "power",
  "system": {
    "description": "<div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">1 to 3 points, Init –5, Vim: Every demon possesses a particular sin — called its Obsession Trait — which it may attempt to impose upon a mortal whenever the mortal indulges in a venial sin. A demon can only use this power when there is a chink in the armor of virtue; that is, when a person is indulging in sinful thoughts or deeds. At this moment, the demon can impose its Obsession trait, if it penetrates Magic Resistance. The victim is assailed with sinful thoughts, and acquires a Personality Trait to represent these thoughts, with a score equal to the number of Might points spent by the demon (maximum of 3). When the victim is next presented with the opportunity to act on the Obsession Trait, the victim's player must make a simple roll and add the Obsession Trait; this must be lower than a simple roll + any other suitable Personality Trait to successfully resist the impulses (a Trait which is similar to the imposed Trait may act as a penalty instead). If the Obsession roll fails, then the demon's power has failed and the Obsession trait is lost. If the Obsession roll is higher, the victim gives in to sin, permanently acquiring the Obsession Trait at +1 (or increasing it by one if he already possesses it). Any further succumbing to this trait counts as sinful, rather than as an action forced by a demon.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">Each demon can inflict only certain traits, representing its particular role in the corruption of mankind; these Personality Traits are listed under the creature's powers. Due to its low initiative, it is unlikely that this power will be used by a demon when in physical combat.</span></p></div>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "obsession",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "form": "vi",
    "cost": 1,
    "credits": "",
    "init": -5,
    "penetration": 0,
    "realm": "infernal"
  },
  "img": "icons/svg/tower.svg",
  "effects": [],
  "folder": "gMcDfaxn4DS2G0Lk",
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.28",
    "createdTime": 1760854769063,
    "modifiedTime": 1760854772371,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "xVTPL1dVnQnOPnqG",
  "sort": 400000,
  "_key": "!items!xVTPL1dVnQnOPnqG"
}
