{
  "folder": "gMcDfaxn4DS2G0Lk",
  "name": "Possession",
  "type": "power",
  "img": "icons/svg/tower.svg",
  "system": {
    "description": "<div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">Mentem: To possess a human, the demon may expend any number of points from its Might Pool to create a Possession Might Pool; these points actually enter the possessed creature and will not be regenerated by the demon until the possession is ended. The more of its Might it expends to use this power, the more the demon can do with its host (also called an <em>energumen</em>), but the weaker the Penetration. If the target's resistance is overcome by this power, the victim is possessed by the demon, and is under its direct control. If the demon uses all of its current Might Pool in a possession then its spiritual form effectively enters the victim and resides within (forcing the loss of any physical form). Alternatively, a demon may divide its consciousness by only placing a portion of its Might within a victim, allowing the possessing part of it act independently from the rest (which remains in spiritual or physical form). In this situation, the separate parts of the demon's consciousness may only communicate information learned since the split when within sight of each other; otherwise they should be considered independent copies of the demon's mind.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">The demon may use any of its powers that it has sufficient Possession Might Pool to use, but these points do not regenerate until the possession ends. The demon may choose to extend its power over its host to give it Magic Resistance equal to the Possession Might; if it does so, then the host is excluded from wards against supernatural beings just as if it were the demon itself. The same is true if the host is currently under the effects of one of the demon's powers. In all other situations, the demon can 'hide' within the host, and walk through such wards with impunity.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">If the demon attempts to force the victim to act contrary to his nature, or to use any of the energumen's own magical powers, the demon must spend points from its Possession Might Pool. A supernatural power (including spell-casting) requires 1 Might point per magnitude (for a spell or similar effect); 1 Might point per point of a Supernatural Ability (such as Entrancement); or Might points equal to the Might points expended by the energumen. A questionable action which is contrary to the nature of the host requires the demon to exceed the possessed being's Personality Trait roll on a stress die + Might points spent. The storyguide may give a modifier to the Personality Trait roll based on the nature of the command. Over time, exercise of the demon's Obsession power on the host may result in a reduced resistance to such questionable actions. Note that use of a supernatural power might also be contrary to the victim's nature, in which case both costs must be met.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">Once the Possession Might Pool placed into the victim reaches zero, the possession ends. Note that a being can be possessed with as little as 1 Might point, as long as the demon does not wish to do too much with its host. Furthermore, a demon may possess more than one host simultaneously, and can direct each independently. Vim spells may be used on the energumen to target the demon rather than the host; these must overcome the demon's Infernal Might in the usual way, but drain the Possession Might Pool, not the Infernal Might.</span></p></div>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "possession",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "form": "me",
    "cost": 1,
    "credits": "",
    "init": 2,
    "penetration": 0,
    "realm": "infernal"
  },
  "effects": [],
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.28",
    "createdTime": 1760854772079,
    "modifiedTime": 1760854772371,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "e63fyOQsJgMB1uBE",
  "sort": 200000,
  "_key": "!items!e63fyOQsJgMB1uBE"
}
