{
  "type": "spell",
  "name": "To See As Though a Plethron Distant",
  "system": {
    "technique": {
      "value": "in"
    },
    "form": {
      "value": "im"
    },
    "baseLevel": 2,
    "range": {
      "value": "sight"
    },
    "duration": {
      "value": "conc"
    },
    "target": {
      "value": "other"
    },
    "complexity": 4,
    "ritual": false,
    "technique-req": {
      "cr": false,
      "in": false,
      "mu": false,
      "pe": false,
      "re": false
    },
    "form-req": {
      "an": false,
      "aq": false,
      "au": false,
      "co": false,
      "he": false,
      "ig": false,
      "im": false,
      "me": false,
      "te": false,
      "vi": false
    },
    "description": "This spell allows the caster to see and hear his surroundings as though he was standing in another place he can naturally see. The spell does not enhance the caster’s natural sight or hearing.\nThe caster has some freedom to move his vantage point, but cannot move into any place that he cannot naturally see from his physical location. Moving the viewpoint requires a Simple Stamina + Concentration Roll vs. Ease Factor 6.\nThe “plethron” of the spell title is a Greek measurement roughly equivalent to 100 feet, although the spell’s range allows for a potentially greater distance.\nPetalichus and his brother Cononites have investigated this spell, as Petalichus had anticipated that he would be able to use it to gain sight of new viable targets. This proved not to be the case. William Bonisagi theorized that the species, recreated as they are, bear insufficient connection to the things they represent to support casting spells against them. By being so far removed, the magus would essentially be attempting to cast his spells on mere apparitions.\nHowever, using this spell to aid with Hermetic Geometry spells (those using Arcane Line, Arcane Circle, and Arcane Ring) reduces the Distance Level by 1 if the caster can now see his target. This is cumulative with other spells or devices that may also reduce the Distance Level (see The Worldly Halysis later).\nThe Target is based on Room, but is more complex as it allows unbounded spaces to be targeted. Any area comparable to Room can be targeted.",
    "source": "MoH",
    "page": 101,
    "indexKey": "to-see-as-though-a-plethron-distant",
    "targetSize": 0,
    "enhancingRequisite": 0,
    "general": false,
    "levelOffset": 0,
    "baseEffectDescription": "",
    "applyFocus": false,
    "bonus": 0,
    "bonusDesc": "",
    "xp": 0,
    "masteryAbilities": "",
    "review_status": "toReview",
    "reviewer": "",
    "ownership": null,
    "level": 30
  },
  "img": "systems/arm5e/assets/magic/im.png",
  "effects": [],
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.4",
    "createdTime": 1730266588755,
    "modifiedTime": 1752180665181,
    "lastModifiedBy": "ErQ613O32LNYb71L"
  },
  "_id": "LjIMKYlwZbMnmvpx",
  "folder": "6dbqyhZVkNHEsIEk",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!LjIMKYlwZbMnmvpx"
}
