{
  "name": "Beloved Rival -Major",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/story.svg",
  "system": {
    "description": "<p>For a Minor Story Flaw, the character has a rival who is both fiercely protective of him and obsessed with opposing him at every turn. For Tytalan magi, this rival is usually an older maga, most likely the magus’s former teacher, or possibly an elder apprentice of the character’s master. Much like the Enemies Flaw, the rival periodically causes trouble for the magus; however, she jealously guards the privilege of making the magus’s life a misery, and often steps in to remove obstacles that are not of her own making. The rival genuinely believes that her opposition benefits her victim, and desires to see him prosper through adversity.</p><p>If the character takes on the role of the beloved rival for another character, then this is a Major Flaw. The character generates stories by causing trouble for their rival, and also has to react when someone else tries to harm them.</p><p>Such relationships are a tradition of House Tytalus, and may be mutual. When the rivalry is mutual, the troupe may allow the character to take both the Minor and Major versions of this Flaw. This will mean that the rivalry will be a very important feature of the whole saga, and thus the whole troupe must consider whether they want that.</p>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "beloved-rival-major",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "type": "story",
    "impact": {
      "value": "major"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "folder": "HvyHCuxjJNI5yJoA",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.5",
    "createdTime": 1729918038141,
    "modifiedTime": 1730929087901,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_id": "d53UgVXCBya5kKQg",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!d53UgVXCBya5kKQg"
}
