{
  "name": "Bound to (Role) Role",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "system": {
    "description": "<div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">This character is physically bonded to some form of device, whether through a mystic event, long years of exposure and warping, or the ministrations of an experimental magus. The degree of the bonding is for the troupe to define, but the bonding may be physical, such as a locksmith whose fingers are picks, files, and keys, or mystical, such as a watchman who is confined to his watch tower as though contained by an unbreakable ward.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">The manner of this bonding determines the kind of life that the character may live. A watchman unable to leave his tower may make it his home, while a coachman who has become part of his coach cannot survive for long once separated from it.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">If separated from the bonded device or place in any way, the character must make deprivation checks as though deprived of food (i.e., a check every three days). The effects of this are canceled if the character is brought into contact with the device or returned to his bound place, at which point they rebond.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">This Flaw also includes the effects of the Unaging Virtue, but the character’s apparent age advances in line with their physical age. Role-Bound characters retain the need to sleep and breathe and those not physically bonded to a device, such as those bound to a place, retain their other physical needs.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">This Flaw may originate from any of the Supernatural Realms: a magical origin might represent the expression of an Essential Trait, a faerie origin could show that the character occupies an archetypal role, ready to play his part in the wider story, while divine and infernal origins may represent eternal punishment on Earth.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">This Flaw may only be taken by grogs and is suitable for the <em>Warping to a Pattern</em> Minor Site Hook presented in <em>Covenants</em>, page 11.</span></p></div>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "bound-to-role-role",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "type": "supernatural",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "folder": "FxRILmyYavwmreBA",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729918526659,
    "modifiedTime": 1761900998317,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_id": "UgWpAHWhLVomBzdg",
  "sort": 2500000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!UgWpAHWhLVomBzdg"
}
