{
  "name": "Cabal Legacy",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/story.svg",
  "effects": [],
  "flags": {
    "cf": {
      "id": "temp_7hmf0zx1tdl",
      "path": "Flaws#/CF_SEP/Story",
      "color": "#000000"
    },
    "core": {}
  },
  "system": {
    "description": "<p class=\"MsoNormalCxSpFirst\" style=\"text-align: justify;\"><span lang=\"EN-US\" style=\"mso-ansi-language: EN-US;\">This Flaw applies to magi beginning play as Initiates in a Mystery Cult; it is not required of those seeking Initiation later, by story actions, nor is it required for membership in one of the four Mystery Houses. It allows a magus character to be designed with cult Virtues as normal Virtues, part of the standard ten Virtues and Flaws &mdash; something not otherwise possible. These Virtues and Flaws are accounted for exactly as normal: in particular, Flaws acquired now do not later count as past Ordeals. Note that if a particular Virtue requires some other specific Virtue or Flaw, then this is still required during Cabal Legacy character generation.</p>\n<p class=\"MsoNormalCxSpMiddle\" style=\"text-align: justify;\"><span lang=\"EN-US\" style=\"mso-ansi-language: EN-US;\">The magus&rsquo;s master was an initiate of a Mystery cabal and taught him its secrets. As an apprentice, he was marked by the Mystery. Even if he renounces all the occult trappings of the society, most magi associate him with the Mystery, especially the mystae themselves. When a magus with Cabal Legacy speaks, magi often think he speaks for his entire cabal. When he acts, the mystae often assume he&rsquo;s acting as their agent.</p>\n<p class=\"MsoNormalCxSpMiddle\" style=\"text-align: justify;\"><span lang=\"EN-US\" style=\"mso-ansi-language: EN-US;\">From time to time (rarely more than once every few years) he is approached by a senior mystae and commanded to perform a laborious task or undertake a bizarre quest on behalf of the cabal, usually requiring a season&rsquo;s worth of activity. Performing this task well increases his status with the mystae and deepens his perceived connections to them. Refusing or bungling the task earns their wrath.</p>\n<p class=\"MsoNormalCxSpMiddle\" style=\"text-align: justify;\"><span lang=\"EN-US\" style=\"mso-ansi-language: EN-US;\">This Flaw is similar to a Minor version of the Major Story Flaw Favors.</p>",
    "source": "TMRE",
    "page": 0,
    "type": "story",
    "impact": {
      "value": "minor"
    },
    "indexKey": "cabal-legacy",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729832791616,
    "modifiedTime": 1731255711383,
    "lastModifiedBy": "tBE5EmoIXLzf3maM"
  },
  "folder": "w0VVgqRCx0opq0TL",
  "_id": "kpgFU3o9KP9AJNcU",
  "sort": 1600000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!kpgFU3o9KP9AJNcU"
}
