{
  "name": "False Power",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "system": {
    "description": "<div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">One of the character’s Supernatural Virtues is associated with the Infernal realm, in addition to the realm with which it would normally be associated, which causes it to appear unholy when subjected to Divine or Infernal. This quality could be because of something inherent to the Power, or perhaps because of the interference of Infernal agents.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">This Flaw can apply to Supernatural Virtues that define the character’s background, like Faerie Blood, Diedne Magic, or even The Gift. In these cases, falsehood permeates the whole of the character’s being, causing everything she does to seem unholy to those with the ability to sense it.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">The False Power is often subtly changed by its Infernal aspect, making it more sinister or negative. Here are some examples:</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\"><strong>(False) Premonitions:</strong> The taint of the character’s Premonitions Power leaves it vulnerable to Infernal manipulation, even if the character has Magic Resistance. Many of the character’s premonitions are accurate, and pursuit of the stories they evoke is usually worthwhile. These valuable insights often lead characters to trust lies that a demon offers through the Power in order to manipulate their response to pivotal events.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\"><strong>(False) Second Sight:</strong> The character is particularly likely to see through an illusion or deception when what he sees would lead him to sin. Sometimes he may see through mundane obstacles, if the information gained would tempt him to sinful acts.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\"><strong>(False) Shapeshifter:</strong> The character can change his shape, but only into animals typically associated with the Infernal, such as a cat, a wolf, a raven, or a rat. When in these shapes, he seems unholy to those can recognize that quality.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">It is quite possible that the character does not know that his Power is false. Once he does, he may find himself in a moral dilemma. Most people consider it a sin to use Powers associated with the Infernal realm for any reason, and would label him an infernalist if they discovered the nature of his Power. Yet his Power is also associated with another realm, making it more difficult to recognize it as Infernal, and leaving it unclear whether the Power is inherently evil or simply tainted by association. Perhaps the character believes it is not wrong for him to use his Powers, so long as he does not pursue evil ends with them.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">Once the character recognizes that the Power has an unholy aspect, he may choose to treat it as an Infernal Power at any time, using the Infernal Power column of the realm interaction chart and thus giving him a bonus in Infernal auras. This may also grant him other benefits: like other infernalists he can boost his casting total with sacrifices, and use an Infernal Ceremony to include others in the activation, as described in <em>Realms of Power: The Infernal,</em> page 91. However, doing this removes any illusions about the Power’s realm — even magical and faerie Powers can recognize that it is Infernal.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">If the character realizes his Power is corrupted, he may decide to seek help from the Divine. Sincere repentance and participation in a form of ceremonial absolution allow the character to lose this Flaw, though this also takes away the Virtue it modifies. This is a heavy penance, but it is the only way to exorcise the evil influence of the Infernal realm, and of course there are far greater rewards in Heaven.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">This Flaw may be taken multiple times, once for each appropriate Supernatural Virtue that the character possesses, but in each subsequent instance as a Minor Flaw rather than a Major one. Also note that this Flaw cannot apply to Supernatural Virtues that are affiliated to the Infernal realm in the first place, and the troupe may not allow it to apply to Virtues derived from the Divine.</span></p></div>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "false-power",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "type": "supernatural",
    "impact": {
      "value": "major"
    },
    "hidden": false,
    "tainted": true,
    "ownership": null
  },
  "effects": [],
  "folder": "PMTtdepguHpd2YfJ",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1730013866535,
    "modifiedTime": 1732302432338,
    "lastModifiedBy": "wUH1ww0o0zQEBtKr"
  },
  "_id": "3v8979v9u8ndXzCt",
  "sort": 100000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!3v8979v9u8ndXzCt"
}
