{
  "name": "Flashbacks",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/generalFlaw.svg",
  "system": {
    "description": "<div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">When engaged in combat, or a similar violent and tense situation, the stress might trigger a flashback to the horrors of past battles, which left this character mentally scarred. The hallucinations seem so real that it is hard to avoid reacting to them. When an event appropriate for the Flashbacks occurs, roll a stress die against an Ease Factor of 9. On a failure, the character panics and reverts to his past nightmares. At the storyguide’s discretion, modifiers from –1 to –5 could apply, for things like full-scale battle, fires, or stampeding animals. In addition, add or subtract any relevant Personality Traits, depending on whether they might lessen or worsen the effects of this Flaw.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">Bear in mind that positive traits like loyal, reliable, law-abiding, or calm should be helpful in avoiding this affliction. Similarly, negative traits like selfish, angry, or corrupt subtract from the roll, making him more likely to succumb. Often, his actions hurt, embarrass, or offend comrades, employers, or other important people, and might have social repercussions. On a botch, he’ll get into real trouble — it could result in someone being seriously hurt or killed, in valuables being broken or in him failing in his duty at a critical time.</span></p></div><div class=\"el-p\"><p dir=\"auto\"><span class=\"internal-embed markdown-embed is-loaded\">For magi, this Flaw should not involve flashbacks to Twilight episodes, spell botches or laboratory disasters. Since most of these situations won’t get worse by applying a penalty to the rest of the scene, it won’t be enough of a Flaw. But magi can be affected by combat, house fires, or cave-ins just as much as other character types.</span></p></div>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "flashbacks",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "type": "general",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false,
    "ownership": null
  },
  "effects": [],
  "folder": "UfPp46NPMX0jIrJv",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1730014249330,
    "modifiedTime": 1759505373175,
    "lastModifiedBy": "ErQ613O32LNYb71L",
    "exportSource": null
  },
  "_id": "KjsETbClVHJvPvQA",
  "sort": 2400000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!KjsETbClVHJvPvQA"
}
