{
  "name": "Manifest Sin",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "system": {
    "description": "<p>A sin or crime this character has committed in the past stains his spirit and is manifest to those who can perceive things hidden to mortal senses. Characters with Second Sight, Sense Holiness &amp; Unholiness, or similar Supernatural Powers or Abilities perceive the sin through one or more senses.&nbsp;</p><p>The manifestation of the sin or crime should be chosen by you and the storyguide together, and should always be appropriate to the sin or crime in question. For instance, the perpetrator of a violent crime may appear to have blood on his hands, or be accompanied by the sobbing of his victim, while lustful sins may be seen to play across the sinner’s leering face.&nbsp;</p><p>In addition, the character suffer a –1 penalty to all social interaction rolls or totals as the intangible aura of their past sins affects those with whom they interact.&nbsp;</p><p>While his spirit is tainted and the manifestation will always be with him, he may spend a Faith Point, including Faith Points gained from taking Holy Communion and from relics, to banish the manifestation for Sun duration. While banished, the sin cannot be perceived and the social penalty is also suspended.&nbsp;</p><p>This Flaw originates from either the Divine or the Infernal Realm, as a mark of punishment, penitence, or temptation.</p>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "manifest-sin",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "type": "supernatural",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false,
    "ownership": null
  },
  "effects": [],
  "folder": "FxRILmyYavwmreBA",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.5",
    "createdTime": 1730465364878,
    "modifiedTime": 1730929086798,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_id": "0JJUSD1QUmtqnlim",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!0JJUSD1QUmtqnlim"
}
