{
  "name": "Monstrous Blood",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "system": {
    "description": "<p>The character’s essential nature has been changed through exposure to the Magic realm, often because of a relationship to a magic being, which gives her true form unfortunate supernatural properties. This changes the character’s appearance enough that others can immediately recognize that there is something wrong about her, and people might say that she has tainted blood. The character is more resistant to age and receives a –1 bonus to all Aging rolls, and may learn Magic Lore during character creation.&nbsp;</p><p>However, the character also gains a minor physical deformity appropriate to the Magic being type that is associated with the character’s background. Some examples are below, or you can make up your own.&nbsp;</p><p><strong>Magic Animal: </strong>The character has a physical feature normally associated with animals, such as wings, scales, gills, sharp teeth, or claws. These are not usable by the character, and give a –3 penalty to appropriate activities (such as running or climbing) as these deformities get in the way.&nbsp;</p><p><strong>Magic Human: </strong>The character must decrease one of his Characteristics by 1, but not below –3. This might be Strength or Stamina to represent weakened blood, or Presence to indicate a dowdy appearance. The character also has a poor Reputation of level 3 among other magic beings.&nbsp;</p><p><strong>Magic Spirit: </strong>The character has a mental block against many activities that are not supernatural, possibly due to a noticeable difficulty with retaining memories. Subtract 3 from all of the character’s Intelligence and Perception rolls that do not involve a Supernatural Ability or Art.&nbsp;</p><p><strong>Magic Thing: </strong>The character has a constant Lesser Power that is mostly detrimental to it in some way, such as a ward that prevents it from picking up wooden objects, or that causes books it touches to burst into flame. The effect normally occurs involuntarily, but the character can spend a Confidence Point to prevent it from triggering.&nbsp;</p>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "monstrous-blood",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "type": "supernatural",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false,
    "ownership": null
  },
  "effects": [],
  "folder": "FxRILmyYavwmreBA",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1730528195169,
    "modifiedTime": 1731255711366,
    "lastModifiedBy": "tBE5EmoIXLzf3maM"
  },
  "_id": "7i3XkrbmnVO0GEct",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!7i3XkrbmnVO0GEct"
}
