{
  "name": "Necessary (Realm) Aura for (Ability)",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "system": {
    "description": "<p>Due to some connection with a given supernatural realm, the absence of a given supernatural aura has a pronounced effect upon the character’s ability to focus on certain tasks. The character has a –3 penalty to any totals he generates with a particular Ability when not in the right aura. A character may take this Flaw once for any particular Ability. The chosen Ability should be one which the character is likely to use frequently, such as in service to the covenant or to support his day-to-day activities.&nbsp;</p><p>When applied to Craft or Profession Abilities, this Flaw also reduces the character’s capability to support himself by reducing the number of Labor Points (as described in <em>City &amp; Guild)</em> he accumulates each season when not working within the appropriate aura.</p><p>Troupes should think carefully about how a character would be limited by taking Magic (which covers most covenants) or Dominion (which covers most other human settlements) aura. If the character would not be limited, the Flaw should not be allowed.</p>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "necessary-realm-aura-for-ability",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "type": "supernatural",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false,
    "ownership": null
  },
  "effects": [],
  "folder": "FxRILmyYavwmreBA",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.5",
    "createdTime": 1730528352976,
    "modifiedTime": 1730929088403,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_id": "rASfPILy2rtStvaf",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!rASfPILy2rtStvaf"
}
