{
  "name": "Night Terrors",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/generalFlaw.svg",
  "system": {
    "description": "<p>This character is plagued far too often by horrible nightmares and fits of screaming in his sleep. The character must make a Stress Roll against an Ease Factor of 9 in order to avoid suffering terrors. The storyguide may call for modifiers of –1 to –3 if he has faced eerie or terrifying events recently, like meeting a demon or battling the undead.&nbsp;</p><p>Suffering from terrors means that the character wakes up often and in a panic during the night. Situations might occur where he overreacts or reacts in unfortunate ways, if forced awake during such nights. The morning leaves him with a Long Term Fatigue Level lost. These Long Term Fatigue Levels are cumulative, so several bad nights leave him in bad shape. Subtract the character’s Fatigue penalty from the Ease Factor to avoid night terrors, to represent how a truly exhausted victim will at some point sleep through the nightmares due to sheer exhaustion. If a night of terrors renders the character Unconscious, he slips into deep, dreamless sleep. He sleeps for an entire day and night, and wakes up at Winded, ending the string of Night Terrors. A character with this Flaw may not also take the Sleep Disorder Flaw&nbsp;</p><p>This Flaw normally makes seasonal Laboratory work impossible, and so is not suitable for magi.</p>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "night-terrors",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "type": "general",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false,
    "ownership": null
  },
  "effects": [],
  "folder": "UfPp46NPMX0jIrJv",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1730528395173,
    "modifiedTime": 1759505373175,
    "lastModifiedBy": "ErQ613O32LNYb71L",
    "exportSource": null
  },
  "_id": "QwTfhokzBksY7doX",
  "sort": 2700000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!QwTfhokzBksY7doX"
}
