{
  "name": "Primitive Equipment",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/generalFlaw.svg",
  "system": {
    "description": "<div class=\"el-p\"><p dir=\"auto\">The character is capable of using only the simplest tools and equipment. Perhaps her training was incomplete, or she has been affected by some sort of curse, or maybe she originates from a less technologically-capable society and refuses to adapt. She is restricted to Inexpensive weapons and armor only, regardless of what is made available to her. If forced by order or necessity to use other equipment, her Burden is one point higher when she uses anything other than Inexpensive weapons, and one point higher when she uses anything other than Inexpensive armor. She suffers a –1 penalty to Attack and Defense if using inappropriate weapons, and a –1 penalty to Initiative and Protection if using inappropriate armor. If the character works as a laborer or craftsman, she uses simple tools and primitive procedures. Unless working with simple tasks, the base Craft Value (see <em>City & Guild</em>, page 67) is raised by 1–3 at the storyguide’s discretion, based on complexity. Further, her workshop may not be improved with regards to Innovation (<em>City & Guild</em>, page 65). Other Profession Abilities dependent on tools and equipment suffer a similar penalty for complex tasks. You should only take this Flaw if the character belongs to a profession that relies heavily on equipment, such as a smith, mason, or soldier.</p></div>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "primitive-equipment",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "type": "general",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "folder": "UfPp46NPMX0jIrJv",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.5",
    "createdTime": 1730919429210,
    "modifiedTime": 1730929086948,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_id": "1tx2QnkzFbn2EF3c",
  "sort": 300000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!1tx2QnkzFbn2EF3c"
}
