{
  "name": "Savantism",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/generalFlaw.svg",
  "system": {
    "description": "<div class=\"el-p\"><p dir=\"auto\">The character’s family was cursed by faeries; his mother tripped over a hare while pregnant with him; or he was born on horseback. He is physically capable, but simple-minded and slow-witted. He has half the standard experience points at character generation, all future Advancement Totals are halved, and he may not begin with an Ability above 3. However, with one favored Ability, he is exceptionally gifted. This Ability can improve normally, is limited to a score of 6 as a starting character, and has +3 to all rolls related to its specialization rather than just +1. The Ability must be something he could reasonably have access to learn; there would need to be an extraordinary background story for a savant who is a master of the longsword!</p></div><div class=\"el-p\"><p dir=\"auto\">Most savants will be like the tragic fool whose precocious skill with horses has gone forever unnoticed, but some may have more esoteric talents. If the favored Ability requires a Virtue, such as Academic or Martial Abilities, then he must have that Virtue as normal; a mathematical savant would need a Virtue such as Educated to learn Artes Liberales. Magi may well desire the company of certain specialists: a Jerbiton maga would appreciate an artistic savant, for example. Similarly, a Failed Apprentice may have been left stricken with savantism when his Gift abandoned him, but he retained remarkable clarity on the Code of Hermes, becoming a valued clerk to a Quaesitor.</p></div>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "savantism",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "type": "general",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "folder": "UfPp46NPMX0jIrJv",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1730922002581,
    "modifiedTime": 1759505373175,
    "lastModifiedBy": "ErQ613O32LNYb71L"
  },
  "_id": "tU1VVWexuzU7pOlW",
  "sort": 1300000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!tU1VVWexuzU7pOlW"
}
