{
  "name": "The Constant Expression",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/hermetic.svg",
  "system": {
    "description": "<p>The maga forms the center of a magical maelstrom, perpetually casting non-fatiguing Spontaneous magic effects. The resulting effects are minor due to the nature of non-fatiguing Spontaneous magic but are likely to cause distraction and/or other problems. Though non-fatiguing, the effort of marshaling the magic into less dangerous forms is tiring and the maga is considered to have lost one long-term Fatigue level which cannot be regained through sleep. </p><p>The effects produced by the constant expression may target anything that the maga could normally target with spontaneous spell, including herself, although they are more likely to target things touched by or seen by the maga. </p><p>The maga may actively concentrate in order to suppress this automatic magic entirely, making an initial Stamina + Concentration simple roll against Ease Factor 3 + (Warping Score). On a failure, a further roll is allowed every two minutes after the maga has composed herself. If the magic has been suppressed, the maga may cast Spontaneous and Formulaic spells normally. </p><p>In order to cast Ceremonial or Ritual magic the maga must make a Concentration roll as described above. One attempt can be made every 15 minutes, a successful attempt sufficient to cover the duration of the casting. Nevertheless, the maga suffers a number of additional botch dice equal to her Warping Score. </p><p>The constant expression of magic also makes laboratory work inherently risky. Any laboratory the maga works in is treated as having a free Flaw providing a Safety penalty of –3 (see <em>Covenants</em>, page 111). </p><p>Penalties from foreign auras, or from effects such as Aegis of the Hearth, may dampen the constant expression. Where the penalty reduces the casting total to 0, no magic is expressed. </p><p>The player should decide, based on personality, sigil, and favored arts, how the constant expression most often manifests, though the storyguide may vary the actual effect scene-by-scene.</p><p>Conciatta of Bonisagus, a brilliant theorist of the tenth century who extended Hermetic magic to affect the Divine, Faerie, and Infernal realms, famously suffered from this Flaw, which is otherwise extremely rare. Other magi may assume that a character who has it has some connection with her. More details of Conciatta can be found in <em>Legends of Hermes.</em></p>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "the-constant-expression",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "type": "hermetic",
    "impact": {
      "value": "major"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "folder": "MY0pk5xRqPANrebl",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.5",
    "createdTime": 1729923392419,
    "modifiedTime": 1730929088358,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_id": "plpaJcQ5ZQwsbay3",
  "sort": 200000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!plpaJcQ5ZQwsbay3"
}
