{
  "name": "Traditional Ward",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "system": {
    "description": "<p><span class=\"fontstyle0\">Fae only. If a taboo is selected as a Minor Flaw, then the faerie may not touch a thing protected by the ward with its glamour. The faerie is likely uncomfortable in the presence of the ward, but is not compelled to flee. The faerie cannot regenerate Might points in the presence of a traditional ward. If forced to touch the ward, the glamour holding the faerie’s body together begins to break down: its body begins to flake away. Prolonged contact with the ward destroys the body of the faerie by unpicking the glamour holding its body together.</span></p><p><span class=\"fontstyle0\">This may appear to humans as if the ward is burning the faerie. The damage to the faerie’s body can be simulated with the Heat and Corrosion rules found on page @@ of </span><span class=\"fontstyle2\">ArMDE</span><span class=\"fontstyle0\">. Assume that the object acts as a source of damage with an intensity of +6.</span></p><p><span class=\"fontstyle0\">If a faerie receives an Incapacitating wound from an item that is a Traditional Ward, then in addition to the usual effects of Incapacitating wounds (</span><span class=\"fontstyle2\">ArM5</span><span class=\"fontstyle0\">, page @@) the faerie cannot spend any further Might points. It can still activate powers with a zero cost, though. If the character has constant-effect powers with a non-zero cost, they expire at the next sunrise or sunset and cannot be reactivated until the character is no longer Incapacitated. The character may heal at a human rate, or may remove the injury with an appropriate story event.</span></p>",
    "source": "RoP:F",
    "page": 52,
    "indexKey": "traditional-ward",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "type": "supernatural",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "folder": "FxRILmyYavwmreBA",
  "ownership": {
    "default": 0,
    "wUH1ww0o0zQEBtKr": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.9",
    "createdTime": 1732302366655,
    "modifiedTime": 1761900998317,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "AoEluhJNxEaHG6R5",
  "sort": 100000,
  "_key": "!items!AoEluhJNxEaHG6R5"
}
