{
  "name": "Tragic Life",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/story.svg",
  "system": {
    "description": "<div class=\"el-p\"><p dir=\"auto\">The character’s life has been manipulated by demons to ensure that she will act in a certain way in response to important events, usually to her own detriment and in such a way as to further a particular demon’s aims. This means that she is a tainted character.</p></div><div class=\"el-p\"><p dir=\"auto\">Tainted characters are produced as tools, to influence pivotal events. This Flaw represents two factors: the events that the demons have designed the person to influence are likely to happen, and the person has been designed and conditioned to behave predictably when her moment of destiny arrives. Tainted people are likely, at their point of destiny, to choose to sin, and so cause terrible events. The repercussions of the tragedy they create often harm the tainted person. The predisposition toward sin at the character’s pivotal moment should be represented with a sinful Personality Trait.</p></div><div class=\"el-p\"><p dir=\"auto\">Tainted people have difficult lives, but are not doomed from the moment of their conception. They have five sources of hope.</p></div><div class=\"el-p\"><p dir=\"auto\">Demons do not foresee the future, they simply predict it through extremely skilled judgments. Arbitrary occurrences can ruin their schemes.</p></div><div class=\"el-p\"><p dir=\"auto\">The process of creating and training tainted people contains random factors. These include inherited Flaws, like Tainted with Evil or Disfigured, which are personally painful, but might distance the character from her designed destiny.</p></div><div class=\"el-p\"><p dir=\"auto\">The character’s relationships with other humans also provide unpredictable elements. Most significantly, virtuous humans may notice the tainted person’s tendency toward a certain type of sin, and teach them to resist it.</p></div><div class=\"el-p\"><p dir=\"auto\">Humans have free will. All deception aside, the tainted person still has the power to choose not to perform sins. The tainted person may not understand this, or may feel that the sin she performed is minor and justified given the situation in which she is presented with her choice, but the choice is still entirely and absolutely hers.</p></div><div class=\"el-p\"><p dir=\"auto\">Finally, the agents of the Divine meddle in the plans of Infernal lords.</p></div><div class=\"el-p\"><p dir=\"auto\">Tainted characters are designed for specific situations. Characters who struggle successfully against their destiny find that their creator cannot usually fashion an alternative situation to which the tainted person is perfectly suited. The tainted character loses the Tragic Life Flaw, but usually gains the Plagued by Supernatural Entity Flaw instead, as the demonic lord vents his spite on the character.</p></div>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "tragic-life",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "type": "story",
    "impact": {
      "value": "major"
    },
    "hidden": false,
    "tainted": true
  },
  "effects": [],
  "folder": "HvyHCuxjJNI5yJoA",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1730926072292,
    "modifiedTime": 1731255711366,
    "lastModifiedBy": "tBE5EmoIXLzf3maM"
  },
  "_id": "6gYd3WEaJtMiWKHM",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!6gYd3WEaJtMiWKHM"
}
