{
  "name": "Vengeful Powers",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/story.svg",
  "system": {
    "description": "<div class=\"el-p\"><p dir=\"auto\">The character has one or more non-Infernal Powers in which the Infernal realm has taken a personal interest. Whenever she uses one of these Powers in a way that is not sinful, it has an unpleasant side effect. This is always harmful, and often recognizably Infernal, and the severity varies depending upon the Power’s application, so that extremely good works cause even more terrible evil. The effect is not obviously linked to the use of the Power, and in fact it may seem completely unrelated. It always manifests at about the same time as the use of the Power, however, though the character may not be aware of this.</p></div><div class=\"el-p\"><p dir=\"auto\">Some potential side effects might include:</p></div><div class=\"el-ul\"><ul class=\"has-list-bullet\"><li data-line=\"0\" dir=\"auto\">Illness and disease among local people or animals.</li><li data-line=\"1\" dir=\"auto\">Open sores and other painful wounds.</li><li data-line=\"2\" dir=\"auto\">Distrust and a bad reputation among strangers.</li><li data-line=\"3\" dir=\"auto\">Infernal auras in the surrounding area.</li><li data-line=\"4\" dir=\"auto\">Negative or sinful Personality Traits.</li><li data-line=\"5\" dir=\"auto\">Additional botch dice on a particular type of roll.</li><li data-line=\"6\" dir=\"auto\">Demons suddenly causing havoc in the region.</li></ul></div><div class=\"el-p\"><p dir=\"auto\">The forces that wreak vengeance cannot cross Magic Resistance or effects like <em>Aegis of the Hearth</em> that keep demons away, yet they can still sense when these Powers are put to good use, and they retaliate however they can.</p></div><div class=\"el-p\"><p dir=\"auto\">The character may not know about these circumstances, but once she realizes the relationship between her Power and these side effects, they usually seem much worse, as paranoia and guilt may cause her to worry about the potential harm her Powers may cause. Hell hopes that this makes using the Power for good seem too great a sacrifice.</p></div><div class=\"el-p\"><p dir=\"auto\">Vengeful Powers may be taken as a Hermetic Flaw, as applicable to Hermetic magic. In that case, the effect triggers whenever the character performs magic that is without sin. It is more commonly associated with Supernatural Abilities, however.</p></div>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "vengeful-powers",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "type": "story",
    "impact": {
      "value": "major"
    },
    "hidden": false,
    "tainted": true
  },
  "effects": [],
  "folder": "HvyHCuxjJNI5yJoA",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1730926913982,
    "modifiedTime": 1731255711376,
    "lastModifiedBy": "tBE5EmoIXLzf3maM",
    "exportSource": null
  },
  "_id": "Ytoo8KfrGvikhYsb",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!Ytoo8KfrGvikhYsb"
}
