{
  "name": "Viaticarus",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "system": {
    "description": "<div class=\"el-p\"><p dir=\"auto\">At some point in the character’s past, he was at death’s door, and as a result a priest performed the sacrament of Extreme Unction. The purpose of this sacrament was to remit him of all venial sins, and prepare him for the journey beyond (the viaticum); but against all expectations, he survived. This leaves him in a spiritual no-man’s land, not one of the dead, but neither wholly of the living. Because of this, he is immune to the temptations of demons, and therefore cannot be affected by their Obsession power; he simply does not register to them as a soul in need of corruption. However, his skin has an unusual pallor, and his eyes are sunken. People may smell a charnel odor about him. These effects are subtle at first, but as he ages, he gradually comes to resemble a corpse more and more, resulting in a penalty to all social interaction rolls equal to his Decrepitude score.</p></div><div class=\"el-p\"><p dir=\"auto\">He has difficulty crossing thresholds where unquiet spirits are not welcome; if a person with a (Realm) Lore of 1 or more has set up a traditional ward, such as a line of salt or an iron nail laid on the lintel, then he cannot enter the protected building or area. Further, although he does not have a Might score, he is repulsed by any magical warding that can keep out a creature with a Might score aligned to Corpus or Mentem (including the <em>Aegis of the Hearth</em>), regardless of its level or Penetration. However, both types of exclusion can be negated if he is invited to cross by the person who established the ward, or someone who lives within. He can still touch individuals with Magic Resistance, since he has no active power around him.</p></div><div class=\"el-p\"><p dir=\"auto\">If the character’s status is known in the community in which he lives, he should take the Outcast Social Status Flaw.</p></div>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "viaticarus",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "type": "supernatural",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "folder": "FxRILmyYavwmreBA",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1730927005498,
    "modifiedTime": 1731255711389,
    "lastModifiedBy": "tBE5EmoIXLzf3maM"
  },
  "_id": "uoijXOn6es4Cy6ks",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!uoijXOn6es4Cy6ks"
}
