{
  "name": "Vulnerable Casting",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/hermetic.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_18qw00m8tam",
      "path": "Flaws#/CF_SEP/Personality",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<div class=\"el-p\"><p dir=\"auto\">Some magi are better able to withstand the Fatigue loss of casting spells, and some less so. If a maga has this Flaw, then whenever she is about to lose Fatigue from casting a spell, she loses 1 more Fatigue level than normal. If the spell would have been cast without Fatigue loss, then she still loses no Fatigue.</p></div><div class=\"el-p\"><p dir=\"auto\">A maga may have, or acquire, this Flaw more than once, losing 1 extra Fatigue level for each level of this Flaw. If she has Vulnerable Casting (2), then she loses 2 extra Fatigue levels whenever she casts a fatiguing spell.</p></div><div class=\"el-p\"><p dir=\"auto\">Magi of the Mercurian cults often succumb to this Flaw, but other magi may suffer from it, regardless of their affiliation.</p></div><div class=\"el-p\"><p dir=\"auto\">The Flaw increases the severity of the Fatigue lost, in the exact manner of the existing Fatigue loss. Thus, if a maga casts a Formulaic spell, the Fatigue is short-term Fatigue, easily recovered, and if she runs out of Fatigue levels she is rendered unconscious, loss of extra Fatigue levels results in her being unconscious for one hour for each overflowing level, and so does the Fatigue from Vulnerable Casting. If, on the other hand, she casts a Ritual spell, then this is long-term Fatigue, and losing more Fatigue than she has remaining causes wounds, so the increased Fatigue of Vulnerable Casting does the same.</p></div><div class=\"el-p\"><p dir=\"auto\">You may not start your character with both Vulnerable Casting and Withstand Casting, but the maga may acquire either in the course of play (from Initiation, Ordeals, or Twilight effects). In this case, apply the vulnerability first, then withstand the increased loss.</p></div>",
    "source": "ArM5Def",
    "page": 0,
    "type": "hermetic",
    "impact": {
      "value": "minor"
    },
    "indexKey": "vulnerable-casting",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1730927132800,
    "modifiedTime": 1731255711373,
    "lastModifiedBy": "tBE5EmoIXLzf3maM",
    "exportSource": null
  },
  "folder": "8FTSMAxaThguRoxc",
  "_id": "OAIEP8ki3Yxq8yK4",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!OAIEP8ki3Yxq8yK4"
}
