{
  "name": "Warped Senses",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/generalFlaw.svg",
  "system": {
    "description": "<div class=\"el-p\"><p dir=\"auto\">The character has become overly sensitive to environmental conditions, which affects his behavior in certain uncommon circumstances. Some examples include:</p></div><div class=\"el-p\"><p dir=\"auto\"><strong>Sensitive (Sense):</strong> One of your senses is so sensitive that it is overwhelmed under circumstances that others find normal. If it is sight, normal daylight dazzles you. If it is hearing, sounds above normal speaking volume hurt your ears. If it is taste, only bland food is tolerable. If it is smell, strong odors, good or bad, are nauseating. You suffer a –2 penalty on all activities under relevant circumstances. (It is inadvisable to combine Sensitive Sight with Keen Vision, and Sensitive Hearing with Sharp Ears, and these are incompatible with Blind and Deaf, respectively.)</p></div><div class=\"el-p\"><p dir=\"auto\"><strong>Weak (Sense):</strong> One of your senses is so weak that it is useless under circumstances that others find normal. If it is sight, you can only see well in good illumination (e.g. broad daylight). If it is hearing, you can only hear sounds above normal speaking volume. If taste, only highly flavored food is palatable. If smell, you can only detect strong odors. You suffer a –2 penalty on all activities under relevant circumstances. (Weak Sight is incompatible with Sensitive Sight, Keen Vision, and Blind and you cannot take Weak Hearing with Sensitive Hearing, Sharp Ears, or Deaf.)</p></div><div class=\"el-p\"><p dir=\"auto\"><strong>Sensitive to Cold:</strong> You function normally at temperatures considerably above the norm for your part of the world. You lose 1 Fatigue level for every hour you spend in an environment two steps or more below your accustomed conditions on the Environmental Temperatures chart (see sidebar). Your responses to heat are reduced in intensity by 2 (page @@).</p></div><div class=\"el-p\"><p dir=\"auto\"><strong>Sensitive to Heat:</strong> You function normally at temperatures considerably below the norm for your part of the world. You lose 1 Fatigue level for every hour you spend in an environment two steps or more above your habituated conditions on the Environmental Temperatures chart (see page @@). Your response to ice is reduced in intensity to 0 (page @@).</p></div><div class=\"el-p\"><p dir=\"auto\">This is a common Flaw for characters who become Warped by a strong magic environment.</p></div>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "warped-senses",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "type": "general",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "folder": "UfPp46NPMX0jIrJv",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1730928539306,
    "modifiedTime": 1759505373175,
    "lastModifiedBy": "ErQ613O32LNYb71L"
  },
  "_id": "8s1I73DhGbG3loxC",
  "sort": 400000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!8s1I73DhGbG3loxC"
}
