{
  "name": "Atlantean Magic",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/hermetic.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>The magus, or an ancestor in his lineage, has studied the magic of exiled Atlanteans and has developed several useful extensions to Hermetic magic. The magus has access to a special Range: Water-way, a special Duration: Storm, and a special Target: Body-of-water, that he may utilize with Spontaneous magic and in Formulaic or Ritual spells. </p><p> <strong>Water-way </strong><em>(Range)</em><strong>: </strong>The magus can target anyone, or anything, on (or in) the same water-way as him. For example, a river, or canal, or lake, or sea is a water-way. Tributary streams of a river are the same water-way as the main river, but are <em>not </em>the same water-way as other tributaries to the main river. In some cases the troupe will need to decide precisely where one water-way begins, and another ends. </p><p> The magus must touch the water-way, when casting the spell, and the target must be either also touching the water-way or floating on it (in a boat, for example). A person on the bank of a river cannot be targeted by this spell. The magus need not be able to see the target, but he must be able to sense it in some way, unless the spell is an Intellego effect intended to determine whether something is in the water-way. </p><p> For determining the spell level, water-way is the same Range level as Sight. </p><p> <strong>Storm </strong><em>(Duration)</em><strong>: </strong>A spell with this duration must be cast during a storm and lasts until the end of the storm. Normally, a storm lasts a number of minutes or hours, but some large storms may last for days. The form of the spell must be either Aquam or Auram, but the spell is not necessarily cast on the storm itself. The length of an entirely natural storm can be quickly estimated by rolling a stress die and dividing the result by 2 — this gives the number of hours that the storm will last. A botch has no consequence, excepting that the storm will dissipate in a number of minutes. The storyguide should secretly determine how long the storm will last — although an InAu spell, or Wilderness Sense Ability Roll could easily reveal this information.</p><p> For determining the spell level, Storm is the same Duration level as Concentration. </p><p> <strong>Body-of-water </strong><em>(Target)</em><strong>: </strong>A spell with this target targets an entire body-of-water, whether this is a lake, a river, or a sea. Use the same guidelines as water-way to determine where a body-of-water begins and ends.</p><p> For determining the spell level, Body-of-water is the same level of Target as Structure (remember to increase the spell magnitude to effect a very large body-of-water, like a sea or the ocean).</p><p> See \"Possible Abuses of Storms\" page @@</p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "hermetic",
    "impact": {
      "value": "minor"
    },
    "indexKey": "atlantean-magic",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.5",
    "createdTime": 1729343783616,
    "modifiedTime": 1730454018130,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "folder": "C8jqPqfblXk6hGCE",
  "_id": "eKhvYJ1vdq5VjVFi",
  "sort": 3400000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!eKhvYJ1vdq5VjVFi"
}
