{
  "name": "Demonic Blood",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>The character has a demon as a </p><p>parent, and was conceived for a specific task by her Infernal mother or father. Because of this, she is an Infernal being and possesses an Infernal Might (Corpus) score of 5. This grants her Magic Resistance. Her body also contains one pawn of Corpus vis, which can only be extracted once she is dead. She is immune to Warping of any kind, need not eat or drink, and cannot produce a child; however, she suffers the natural urges associated with these activities, and may be required to make Personality rolls to overcome her desires.&nbsp;</p><p>&nbsp;</p><p>She has up to 30 levels of Infernal Powers that may be invoked by spending Might Points. Design the effects using Hermetic spell guidelines, or the maleficia guidelines (see <em>Realms of Power: The Infernal, </em>Chapter 10: The Maleficia), taking into account the Powers of the </p><p>demon parent. The Might cost for each Power is equal to its magnitude divided by two, rounded down (but always at least one point). These may be constant effects designed in the usual fashion (Sun duration, two uses per day, and an Environmental Trigger; see page @@); her Might Pool is always reduced by the cost of such a Power, and she cannot turn these Powers off. The Initiative total of each Power is the character’s Quickness.&nbsp;</p><p>&nbsp;</p><p>She may be unaware of her true heritage, in which case she probably has either the Delusion or Manufactured Ignorance Flaw to explain her remarkable capabilities. She has the close attention of Hell, and thus should offset this Virtue with a Story Flaw to reflect that attention, such as Tragic Life. The character many learn Infernal Lore during character creation without needing to take the Arcane Lore Minor Virtue.&nbsp;</p><p>&nbsp;</p><p>She is attended at nearly all times by a minor demon, which tends to remain in spiritual form, watching over her; if necessary, it protects her on behalf of her creator/parent. This demon is a ruach (page @@), who can use its Misfortune Power to blight her enemies. If she is unaware of her demonic heritage, she either considers herself exceedingly lucky, or believes the attending demon to be a Magical or Divine spirit. However, this attendant demon means that her demonic parent can always find her, and is kept appraised of what she is up to.&nbsp;</p><p>&nbsp;</p><p>A Demonic Blooded character’s life span is short — roughly half that of a pure-blooded human. Her effective age (which applies as if it were her real age when creating a Longevity Ritual and when making rolls on the Aging Table) increases two years for every year that passes, and you must make two aging rolls each year once her effective age reaches 35. There is no way to halt or slow this other than Longevity Rituals, if she can convince someone to make one for her. However, she does not show the effects of aging; any Aging Points acquired do not get applied to her Characteristics, although they do still count as experience points towards Decrepitude.&nbsp;</p><p>&nbsp;</p><p>You cannot take the Infernal Blessings Virtue described in <em>Realms of Power: The Infernal</em>; the Demonic Powers Virtue replaces that Virtue for the demon-blooded. You may not take any Virtue that affiliates her with a realm other than the Infernal. Also, you cannot take the Unaging Virtue or the Age Quickly Flaw. She may not have children, and so cannot have Dependents of this sort.</p><p>&nbsp;</p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "supernatural",
    "impact": {
      "value": "major"
    },
    "indexKey": "demonic-blood",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": true
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.5",
    "createdTime": 1729447366802,
    "modifiedTime": 1730395522379,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "folder": "Sym94leLiWXQ3Rh9",
  "_id": "VJR5lHbZNwRsjAj1",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!VJR5lHbZNwRsjAj1"
}
