{
  "name": "Doctor in (Faculty)",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/social.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>The character has graduated from one of the higher faculties of a university, in medicine, civil or canon law, or theology, having already received his magister in </p><p>artibus license, and may instruct fellow students. The character may teach anywhere, even at a university that he did not attend. This is the highest educational license in Mythic Europe. A doctor of medicine is also titled magister in medicina, having typically been taught in one of the southern universities.&nbsp;</p><p>&nbsp;</p><p>A character starting the game with this Virtue must be at least (27 – Intelligence) years old. He must have a score of 5 in Latin, Artes Liberales, and the Ability that correlates to his faculty degree. The character has spent ten years at a university and receives an additional 300 experience points, which must be spent on Latin and Academic Abilities. He also begins the game with an Academic Reputation of 3.&nbsp;</p><p>&nbsp;</p><p>Like other working characters, he must spend two seasons a year practicing his profession, either teaching or working in a secular or ecclesiastical court. Both the Wealthy Virtue and the Poor Flaw are allowable, but players must decide what calamity befell such an erudite scholar if he is Poor, for which he receives a Bad Reputation at a level of 2.&nbsp;</p><p>&nbsp;</p><p>This Virtue is compatible with the Hermetic Magus, Mendicant Friar, and Priest Virtues. It is only available to male characters, with the exception of Doctors in Medicine who graduated from Salerno. That university does train female physicians.</p><p>&nbsp;</p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "socialWestern",
    "impact": {
      "value": "major"
    },
    "indexKey": "doctor-in-faculty",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729448398955,
    "modifiedTime": 1731255711148,
    "lastModifiedBy": "tBE5EmoIXLzf3maM",
    "exportSource": null
  },
  "folder": "5doiTaY9KQf8IBzO",
  "_id": "bDsirp1zdIAvDgD6",
  "sort": 1100000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!bDsirp1zdIAvDgD6"
}
