{
  "name": "External Soul",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "system": {
    "description": "<p><span class=\"fontstyle0\">This Virtue prevents a character from dying because of physical injury. A gruagach may only gain this Virtue through Initiation, as described later. As part of the Initiation process, the character and his mentor place the character’s soul in a separate object. The character must guard this object closely because any damage to it, even so much as a single scratch, kills the character.</span></p><p><span class=\"fontstyle0\">While the character’s external soul is intact, he can’t be decapitated or have any limb severed. No magic or physical force can dismember the character, and he cannot receive any wound that would result in Incapacitation or Death. If the Damage Table indicates that the character would suffer death or an Incapacitating Wound, the storyguide should distribute the amount of damage among multiple Wound Levels until all of the damage is applied to the character.</span></p><p><span class=\"fontstyle2\"><em>For example, Domhnall the gruagach suffers a devastating spear attack in which the Damage Total exceeds his Soak Total by 30 points. Normally this would mean immediate death for Domhnall, but the gruagach has an External Soul, so the storyguide consults the Damage Table (</em></span><span class=\"fontstyle3\"><em>ArM5</em></span><span class=\"fontstyle2\"><em>, page 171) and notifies Domhnall’s player that his character has suffered a Heavy Wound and a Medium Wound (18 + 12 = 30, and Domhnall is Large).</em></span></p><p><span class=\"fontstyle0\">Every time a Wound to the character must be redistributed in this manner, the character suffers a Warping Point unless the player succeeds in a stress die roll of the character’s Stamina + Pictish against an Ease Factor of 9.</span></p><p><span class=\"fontstyle0\">If, in a single battle, a character suffers Warping Points that exceed the character’s Pictish score, the player must roll for negative Warping effects at that time. Warping effects are described in the Magical Dangers, Warping section of this chapter.</span></p><p><span class=\"fontstyle0\">External Soul also confers the benefit of Unaging on the character. A character with the External Soul Virtue suffers Warping of 1 point per year because of the continuing mystical effect; see </span><span class=\"fontstyle3\">ArM5</span><span class=\"fontstyle0\">, page 168. The process of extracting a character’s soul is irreversible.</span></p>",
    "source": "HMRE",
    "page": 56,
    "indexKey": "external-soul",
    "review_status": "toReview",
    "reviewer": "",
    "credits": "",
    "type": "supernatural",
    "impact": {
      "value": "major"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "folder": "ZFzMK6RgEkGopaas",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.16",
    "createdTime": 1757739626053,
    "modifiedTime": 1757739626053,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_id": "EkukPbEPxJsR2Yn3",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!EkukPbEPxJsR2Yn3"
}
