{
  "name": "Fetch",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "system": {
    "description": "<p><span class=\"fontstyle0\">Gruagachan utilize their fetches in their magic, and need not possess this Virtue to do so, but other characters may also have access to a fetch. Fetches are essentially invisible, non-corporeal, magical animal companions. A fetch does not interact with its surroundings and may only become solid if necessary to warn its master of imminent danger; a fetch might bump its master or trip him to prevent him from stepping in a trap or falling to his death, for example. Fetches often embody some aspect of their masters’ personality — a deceptive character might have a fetch of a wolf, while a wise character might possess the fetch of a raven or owl, for instance.</span></p><p><span class=\"fontstyle0\">This Virtue grants the character constant access to her fetch. The fetch has the Supernatural Ability Second Sight with a score of 9, and it is very vigilant. The fetch warns the character when it senses danger. It is nearly impossible to lure the character into an ambush or any form of trap without the fetch warning the character. The warning may be difficult for the character to interpret, and sometimes may be unwarranted because the fetch only has the Cunning of a very bright animal. A gruagachan without this Virtue may only utilize his fetch through Vision magic, and may not even know the shape it takes.</span> </p>",
    "source": "HMRE",
    "page": 57,
    "indexKey": "fetch",
    "review_status": "toReview",
    "reviewer": "",
    "credits": "",
    "type": "supernatural",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "folder": "ZFzMK6RgEkGopaas",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.16",
    "createdTime": 1757739626053,
    "modifiedTime": 1757739626053,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_id": "JDCDnwWcltAz64Kz",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!JDCDnwWcltAz64Kz"
}
