{
  "name": "Focus Power",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>The character has a supernatural power with a narrow range of effects, like the ability to cast spontaneous spells that are associated with a single type of magic. This power is like a magical focus, in that all of the possible effects have to be related to a specialty that is smaller than a single Hermetic Form. The examples for Major Magical Focus show the scope of this power.</p><p> This Virtue grants a pool of 25 points. The maximum level of effect and Penetration both start at zero. It costs 2 points to raise the maximum level of effect by 1, and 1 point to raise the Penetration by 1. Thus, 25 points can allow a maximum level of 10 with a Penetration of 5, or a maximum level of 5 with a Penetration of 15, or combinations in between. The power has an Initiative score equal to the character’s Quickness – the maximum magnitude of the effect. The character may create any effect within the scope of the power, up to the level of the effect.</p><p> It costs one Fatigue level to activate this power for an effect of level 25 or lower, two Fatigue levels to activate it if the effect has a level of 26 to 50, and three for 51 to 75. </p><p> This Virtue may be taken more than once, and the points gained may be combined.</p><p> This Virtue may be associated with any supernatural realm. If you have access to other books, such as <em>Realms of Power: The Divine, Realms of Power: The Infernal, Realms of Power: Faerie, </em>or <em>Hedge Magic Revised Edition</em>, you may want to base the power on a different system of supernatural powers, to get something more appropriate to the character. If you do, remember that the levels of effects may work on different scales for different systems, and you may want to change the cost of a level of effect. The power must be associated with the same supernatural realm as the system on which it is based. (If you have access to other books, you may want to restrict powers based on Hermetic magic to the Magic realm.)</p><p> </p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "supernatural",
    "impact": {
      "value": "major"
    },
    "indexKey": "focus-power",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.5",
    "createdTime": 1729490974107,
    "modifiedTime": 1730454627927,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "folder": "Sym94leLiWXQ3Rh9",
  "_id": "Mj19lSEVWJnpb4Q4",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!Mj19lSEVWJnpb4Q4"
}
