{
  "name": "Half Taltós",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "system": {
    "description": "<p><span class=\"fontstyle0\">A half taltós is a potential taltós — a regional variant of nightwalker described later — who failed to defeat an elder taltós at his initiatory battle. In folklore half taltós have a variety of powers, but this Virtue only grants a limited form of Second Sight and the ability to affect spiritual entities with a limited range of physical objects. Half-taltós player characters can be differentiated by selecting other supernatural Virtues.</span></p><p><span class=\"fontstyle0\">Second Sight comes only with difficulty to half taltós. They must perform a simple ritual, which varies by taltós and takes a minute, before they can use the Virtue for one minute or until the conclusion of one battle, whichever is longer. Using this ritual repeatedly is very tiring. Each use requires an Athletics + Stamina roll against an Ease Factor of 6, or the half taltós loses a fatigue level.</span></p><p><span class=\"fontstyle0\">The half taltós may affect spirits with his personal armaments. These are usually a sword or whip, with a smaller weapon for emergencies. These are physical weapons with a spiritual nature. If a half taltós loses a weapon, it takes a month of occasional work for him to create the Arcane Connection to a new weapon necessary for it to be used to harm spirits.</span></p>",
    "source": "HMRE",
    "page": 104,
    "indexKey": "half-taltos",
    "review_status": "toReview",
    "reviewer": "",
    "credits": "",
    "type": "supernatural",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "folder": "sdeRctI7IRdBfohk",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.16",
    "createdTime": 1757739816328,
    "modifiedTime": 1757739816328,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "Y5xKxtupv1MWqJKC",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!Y5xKxtupv1MWqJKC"
}
