{
  "name": "Hamr",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "system": {
    "description": "<p><span class=\"fontstyle0\">Hamr </span><span class=\"fontstyle2\">is a Norse term for what Hermetic scholars would call a corporeal phantasticum. Warriors with a </span><span class=\"fontstyle0\">hamr </span><span class=\"fontstyle2\">have the ability to enter a trance within sight of the battlefield, so that they can send forth their spirit to do battle in animal shape. An example is the folk hero Boðvar Bjarki, who would hide before battles but was not considered a coward by his fellows because a great white bear would appear in his stead, and he would have the bear’s injuries after the battle.</span></p><p><span class=\"fontstyle2\">If the warrior’s body is found while he is in a trance, he is in a very vulnerable state. His body will not awaken until the </span><span class=\"fontstyle0\">hamr </span><span class=\"fontstyle2\">returns to it. If the body is killed, the </span><span class=\"fontstyle0\">hamr </span><span class=\"fontstyle2\">becomes an unusual ghost, and there are several possible outcomes. The </span><span class=\"fontstyle0\">hamr </span><span class=\"fontstyle2\">may vanish as the character dies. Or the </span><span class=\"fontstyle0\">hamr </span><span class=\"fontstyle2\">may remain on the battlefield until the battle is over, fulfilling the ghost’s last wish. Most </span><span class=\"fontstyle0\">hamr </span><span class=\"fontstyle2\">are able to remain in the world only until the flesh of their decaying body falls from the bones. But occasionally the </span><span class=\"fontstyle0\">hamr </span><span class=\"fontstyle2\">remains on Earth indefinitely, single-mindedly seeking out those who killed the magician.</span></p><p><span class=\"fontstyle2\">Such nemeses are usually unsuitable as player characters. Only their fixation on revenge allows them to remain in the world, which makes them unable to assist other player characters in stories unrelated to their vengeance. </span><span class=\"fontstyle0\">Hamr </span><span class=\"fontstyle2\">are also notably animalistic in their thinking, and so are rarely able to plausibly find ways of working patiently and methodically toward the downfall of their foe, as anthropomorphic ghosts sometimes can.</span></p><p><span class=\"fontstyle2\">The character requires a prop that places him in a dissociated mental state. This is the hide of an animal in some groups. In others it is a drug, alcohol being particularly popular in some traditions. These characters take (10 – Concentration minutes) to enter the trance state and express the </span><span class=\"fontstyle0\">hamr — </span><span class=\"fontstyle2\">far slower than conventional skinchangers — but they do not take a season to replace their prop if it is lost or stolen. Many reduce this time by arriving at battles so severely inebriated that they are on the very verge of insensibility, which shortens the time required to three rounds (drink, lie down, express </span><span class=\"fontstyle0\">hamr</span><span class=\"fontstyle2\">). While in the trance state, they are unaffected by inebriation and the trance state does not cease as the body neutralizes the drug.</span></p><p><span class=\"fontstyle0\">Hamr </span><span class=\"fontstyle2\">can be used for purposes other than battle. For example, bird </span><span class=\"fontstyle0\">hamr </span><span class=\"fontstyle2\">make excellent scouts. The </span><span class=\"fontstyle0\">Hamr </span><span class=\"fontstyle2\">Virtue doesn’t grant any other magical powers usual for ecstatic magic.</span> </p>",
    "source": "HMRE",
    "page": 104,
    "indexKey": "hamr",
    "review_status": "toReview",
    "reviewer": "",
    "credits": "",
    "type": "supernatural",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "folder": "sdeRctI7IRdBfohk",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.16",
    "createdTime": 1757739816328,
    "modifiedTime": 1757739816328,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "piUsLrTPCxwz47ZL",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!piUsLrTPCxwz47ZL"
}
