{
  "name": "Imbued with the Spirit of (Form)",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/hermetic.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>The magus has absorbed some of the powers of an elemental or other magic object (perhaps by consuming it). This act taints the magus, so that any being with a Magic Might associated with the Form of this Virtue can sense his nature when near-by. Typically, weak creatures will be afraid of the magus and powerful ones will attempt to kill him.&nbsp;</p><p>&nbsp;</p><p>Whenever casting a spell or performing a Laboratory Activity that requires vis of the chosen Form, the magus may substitute Long-Term Fatigue Levels for the vis. Each Long-Term Fatigue Level lost reduces the vis requirement of the spell or effect by 1. When casting a spell the Fatigue Levels are lost <em>after </em>the spell is cast. For Laboratory Activities the Fatigue loss lasts for the duration of the Laboratory process (that is, at least a season), and Fatigue Levels substituted for vis do not count towards the magi’s limit of vis expenditure in a season. The magus takes the Fatigue Penalty to his Lab Total.&nbsp;</p><p>&nbsp;</p><p>Note that studying vis is not a Laboratory activity, so the magus may not substitute Fatigue Levels for vis when studying.&nbsp;</p><p>&nbsp;</p><p>For example, a magus casting an <em>Enchantment of the Scrying Pool </em>ritual (InAq 30, page @@), requires 6 pawns of some combination of Intellego and Aquam vis. If the magus is Imbued with the Spirit of Aquam, he may tire himself (losing three Long Term Fatigue Levels), and reduce the vis requirement by 3.</p><p>&nbsp;</p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "hermetic",
    "impact": {
      "value": "minor"
    },
    "indexKey": "imbued-with-the-spirit-of-form",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729513055110,
    "modifiedTime": 1731255711113,
    "lastModifiedBy": "tBE5EmoIXLzf3maM"
  },
  "folder": "C8jqPqfblXk6hGCE",
  "_id": "1ixaaLBIo4x0Oejv",
  "sort": 300000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!1ixaaLBIo4x0Oejv"
}
