{
  "name": "Infernal Blessing - Minor",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "system": {
    "description": "<p><span class=\"fontstyle0\">Because of the character’s association with demons or an Infernal tradition (see Chapter 13: Infernal Traditions), she has been affected by a demon’s Infernal Powers or targeted by one or more unholy maleficia (see Chapter 10). These effects are beneficial to her for the most part, and are perhaps a reward or an enticement for her service to Hell. If this is a Minor Virtue, you receive 60 levels of unholy effects, designed as if they were cast on the character with Touch Range, probably with Forsaken Duration (Chapter 10: The Maleficia; New Ranges, Durations, and Targets), with the limit that no single effect can exceed level 40. If this is a Major Virtue, you receive 120 levels of effects, and the maximum level of an effect is level 60. These effects should correspond to the Methods and Powers available to the character’s Infernal tradition (see Chapter 13), or seem appropriate to a demon with which the character is familiar. If these blessings do come directly from a demon, you should still determine the level of the effect in the same way as if they were maleficia. You may take this Virtue more than once, and the total number of levels may be added together, so that two Minor are still limited to level 40 effects. Because this is a Tainted Virtue, you cannot take it more than five times (or ten times, if the character is a Mythic Companion). Here are some common blessings. All, of course, are subject to storyguide approval, and should be examined to determine if they would imbalance your saga.</span></p><p><span class=\"fontstyle3\">• Infernal Ability </span><span class=\"fontstyle0\">(Debauchery, Phantasm, Level 20): The character’s body is changed to give her an unnatural ability (such as wings, an additional limb, retracting fangs, or eyes that can see in the dark), though this does not function in the Dominion or when she is subjected to an uncommon circumstance such as salt, running water, or iron.<br></span><span class=\"fontstyle3\">• Infernal Confidence </span><span class=\"fontstyle0\">(Debauchery, Psychomachia, Level 20): The character gains an additional Confidence Point.<br></span><span class=\"fontstyle3\">• Infernal Device </span><span class=\"fontstyle0\">(Incantation, Effusion, Level 40): The character has a device enchanted to produce an unholy effect of up to level 15.<br></span><span class=\"fontstyle3\">• Infernal Greatness </span><span class=\"fontstyle0\">(Incantation, Diablerie, Level 60): The character receives the effects of an appropriate Major Virtue, such as Greater Immunity, Ways of the (Land), or Wealthy.<br></span><span class=\"fontstyle3\">• Infernal Health </span><span class=\"fontstyle0\">(Incantation, Consumption, Level 40): The character gains a +3 bonus to all Aging rolls at the expense of another, who receives a –3 penalty. If this victim dies, her blessing ceases to be effective.<br></span><span class=\"fontstyle3\">• Infernal Powers </span><span class=\"fontstyle0\">(Incantation, Diablerie, Level 40): The character receives the effects of an appropriate Minor Virtue, such as Affinity with (Ability), Increased Characteristics, Puissant (Ability), or Self-Confident.<br></span><span class=\"fontstyle3\">• Infernal Protection </span><span class=\"fontstyle0\">(Incantation, Diablerie, Level 40): The character has a Magic Resistance score of 15.<br></span><span class=\"fontstyle3\">• Infernal Prowess </span><span class=\"fontstyle0\">(Debauchery, Consumption, Level 40): The character has enhanced the effectiveness of her body, giving her a +3 bonus to either Soak or Damage, but adding 3 to her Load; or increasing her Initiative, Attack, or Defense by 3, but penalizing her Fatigue rolls by the same amount.</span></p><p><span class=\"fontstyle0\">Taking this Virtue also gives the character 3 Warping Points and an experience point in a relevant Infernal Reputation. It is marginally possible for the character to have blessings that she is not aware are Infernal, since people in Mythic Europe do not know how many points of Virtues and Flaws they have, and thus she may think that she has been rewarded by a benevolent power. However, this requires that she has not accepted absolution from the Divine since she gained these Powers, and she must have some sort of Infernal background that explains why she has been kept in the dark about this. When she realizes the truth, she must decide whether she wishes to continue as an infernalist, or repent and lose her Powers forever</span>.</p>",
    "source": "custom",
    "page": 85,
    "indexKey": "infernal-blessing-minor",
    "review_status": "toReview",
    "reviewer": "",
    "credits": "",
    "type": "supernatural",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": true
  },
  "effects": [],
  "folder": "zbXsj4TBQ7fnb7ME",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.16",
    "createdTime": 1757740088763,
    "modifiedTime": 1757740088763,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "Sc7y2QLfedCtPbl5",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!Sc7y2QLfedCtPbl5"
}
