{
  "name": "Knows People",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/generalVirtue.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>Your social contacts are not important for what they give you directly: they are important because they allow you to match up the desires of your various friends. A skilled socialite is a middleman, who is owed gratitude for bringing opportunities to his friends, not someone who demands favors based on friendship. </p><p> </p><p>Once per story or session, a character with this Virtue may ask for a bait for a non-player character. A bait is the beginning of a scene or short, secondary story, outside the main story being told, which if completed allows the character to gain aid from the nominated target. For example, if the player characters are unable to gain the assistance of a nobleman, a player may demand a bait. In the game, this means the character uses his social skills to determine the needs of the nobleman, and to hint that he may know a third person with a solution. If the troupe then plays out a brief scene in which the nobleman’s problem is sorted out, he becomes more biddable. </p><p> </p><p>Troupes may veto any use of these connections which spoils the tension and pace of the game.</p><p> </p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "general",
    "impact": {
      "value": "minor"
    },
    "indexKey": "knows-people",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729609013085,
    "modifiedTime": 1731255711164,
    "lastModifiedBy": "tBE5EmoIXLzf3maM",
    "exportSource": null
  },
  "folder": "jegZHVtv21smauPD",
  "_id": "ujU2F4oVmmCdGjId",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!ujU2F4oVmmCdGjId"
}
