{
  "name": "Lone Redcap",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/social.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>You are a Redcap who does not maintain ties to a Mercer House, and thus do not receive magic items or Longevity Rituals. You still begin with 300 experience points for your fifteen years spent as an apprentice, and receive the benefits of the Well-Traveled virtue, but you are estranged from the other Redcaps in your area, and have a poor Reputation at level 2 within your House.</p><p> </p><p>You must still devote two seasons each year carrying messages and performing other services for the Order, for if you do not there is the possibility you will be declared Orbus and thrown out of your House. This work pays enough for you to live on if you do not belong to a covenant, unless you take the Poor flaw and must work a third season as well. If you take the Wealthy virtue, you can maintain your position with only a single season of effort each year.</p><p> </p><p>This social status is compatible with any other mundane Social Status Virtue that would reasonably allow you to do your job as a Redcap, such as Merchant or Mendicant Friar.</p><p> </p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "social",
    "impact": {
      "value": "minor"
    },
    "indexKey": "lone-redcap",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729667009214,
    "modifiedTime": 1731255711115,
    "lastModifiedBy": "tBE5EmoIXLzf3maM"
  },
  "folder": "Dlca5muDKIfBSi6F",
  "_id": "3c5ArLIdB13cpH36",
  "sort": 200000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!3c5ArLIdB13cpH36"
}
