{
  "name": "Magical Blood",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>The character’s essential nature has been improved through exposure to the Magic realm, often from a magic being, which gives her true form special supernatural properties. This typically changes the character’s appearance enough that others can recognize that there is something unusual about her, and people might say that she has magical blood — or “faerie blood” (since many people in Mythic Europe do not understand the differences between the Magic and Faerie realms).&nbsp;</p><p>&nbsp;</p><p>The character may learn Magic Lore during character creation, and is resistant to aging, receiving a –1 bonus to all of her Aging rolls. In addition, she receives a minor physical advantage appropriate to one of the four different types of magic beings (magic animals, magic humans, magic spirits, and magic things), the one that is associated with the character’s background. Some examples are below, or you can make up your own.&nbsp;</p><p>&nbsp;</p><p><strong>Magic Animal: </strong></p><p>The character has a physical feature normally associated with animals, such as wings, scales, gills, teeth, or claws. These give as much as a +3 bonus to appropriate activities, or may allow the character to perform actions that a normal character could not manage (such as fly, or breathe underwater). This feature is very difficult to hide, making the character obviously different from other humans.&nbsp;</p><p>&nbsp;</p><p><strong>Magic Human: </strong>The character may increase one of his Characteristics by 1, but not above +3. This is often Strength or Stamina (to represent the blood of giant ancestors), or Presence (to represent the blood of god-like beings). This often gives the character an otherworldly appearance. The character also has a positive Reputation at level 3 among others of his bloodline.&nbsp;</p><p>&nbsp;</p><p><strong>Magic Spirit: </strong>The character gains an appropriate Supernatural Ability (one associated with a Minor Virtue), such as Magic Sensitivity, Premonitions, Second Sight, or Wilderness Sense, with an initial score of 1, though whenever the character uses this Ability, her appearance becomes obviously supernatural. For example, her eyes might turn black, she might rise a foot from the ground, or her hair might be blown about by a wind no one else can feel.&nbsp;</p><p>&nbsp;</p><p><strong>Magic Thing: </strong>The character has a Lesser or Personal Power associated with an object or thing. Whenever she activates the effect, her appearance also changes in a way appropriate to the form of the power. For example, a power that protects against flames would cause her skin to become dark with soot and smell like smoke, and a power that lets her walk on water might cause her to become semi-transparent, like water.</p><p>&nbsp;</p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "supernatural",
    "impact": {
      "value": "minor"
    },
    "indexKey": "magical-blood",
    "review_status": "needAE",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729667623235,
    "modifiedTime": 1743830551217,
    "lastModifiedBy": "xMd6zrGNn4dbQYey",
    "exportSource": null
  },
  "folder": "XwOh5akgyjxNE2dG",
  "_id": "M8FSnIVmFbK2PPQu",
  "sort": 1400000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!M8FSnIVmFbK2PPQu"
}
