{
  "name": "Magical Warder",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/generalVirtue.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>The character has a magical being that accompanies him, watches over him, and sees that he comes to no harm. It does not require anything from the character in return for its service, but note that the more powerful the warder, the less willing or able it is to help the character, and the less often it is available to protect him.</p><p>&nbsp;</p><p>A classic example is the ghost of someone close to the character. The ghost is invisible and silent to anyone but you, unless they have Second Sight or some other supernatural means of detecting it. It can see and hear what is going on around you, and leave your presence for up to half a day, so it makes a good spy. See page @@ for example statistics for such a Magical Warder.</p><p>&nbsp;</p><p>Design this being as a magic character, using the guidelines in Chapter 13, or in <em>Realms of Power: Magic</em> — a ghostly warder is a good example of a companion character; it is less powerful and basically an extension of the character’s will, while a more powerful Warder’s assistance is rarer and even more circumstantial.</p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "general",
    "impact": {
      "value": "major"
    },
    "indexKey": "magical-warder",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729667801330,
    "modifiedTime": 1731255711136,
    "lastModifiedBy": "tBE5EmoIXLzf3maM"
  },
  "folder": "jyD9OjMnXTZeke24",
  "_id": "P81FEKrhMroRBqZI",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!P81FEKrhMroRBqZI"
}
