{
  "name": "Mythic Blood",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/hermetic.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p style=\"text-align: justify;\">You are a blood descendant of either a wizard of legend (possibly one of the Twelve Founders, or some other ancient and powerful sorcerer) or a supernatural being (such as a dragon).</p>\n<p style=\"text-align: justify;\">Your potent Gift means that you do not lose Fatigue levels if your Casting Total falls short of the level of a formulaic spell by ten points or less, although you do lose Fatigue if the spell fails completely. You must expend Fatigue normally to cast spontaneous magic, and if you fail to cast a formulaic spell you lose the normal number of Fatigue levels. When casting Ritual spells, lose three fewer Fatigue levels than normal. This means that you lose no Fatigue levels if you succeed or fail by ten points or less.</p>\n<p style=\"text-align: justify;\">Additionally, you may choose one special magic feat which you can invoke at will and cancel at will, as often as you like. Invoking this feat takes as long as fast-casting a mastered formulaic spell (see page 87), and requires the same level of concentration. The effect should be designed as a non-Ritual Hermetic effect, with a level + Penetration limited as below. The Penetration of the effect is not modified by the magus's Penetration Ability score, and cannot be negative, so that the highest possible level of the effect is 30.</p>\n<ul>\n<li style=\"text-align: justify;\"><em><strong>Invocation:</strong></em> Level + Penetration</li>\n<li style=\"text-align: justify;\"><em><strong>Speak and Gesture:</strong></em> 30</li>\n<li style=\"text-align: justify;\"><em><strong>Speak:</strong></em> 25</li>\n<li style=\"text-align: justify;\"><em><strong>Gesture:</strong></em> 20</li>\n<li style=\"text-align: justify;\"><em><strong>Nither Speak nor Gesture:</strong></em> 15</li>\n</ul>\n<p style=\"text-align: justify;\">This Virtue includes a Minor Magical Focus in an area related to your legendary ancestor and a hereditary Minor Personality Flaw (both at no extra cost). Mythic Blood is not particularly uncommon in the Order of Hermes, so this Virtue does not grant any Reputation.</p>",
    "source": "ArM5",
    "page": 47,
    "type": "hermetic",
    "impact": {
      "value": "major"
    },
    "indexKey": "mythic-blood",
    "review_status": "toReview",
    "reviewer": "",
    "hidden": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.0",
    "createdTime": 1729316634167,
    "modifiedTime": 1729316634167,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "folder": "ryEkrZYbf9tQGIrO",
  "_id": "zr4WbJ6fSNAp3922",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!zr4WbJ6fSNAp3922"
}
