{
  "name": "Mythic Alchemy",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "system": {
    "description": "<p><span class=\"fontstyle0\">This Virtue grants the character a score of 1 in the Mythic Alchemy Supernatural Ability. Mythic alchemists can actually transmute types of atoms into other types of atoms through the application of magical rather than philosophical techniques. This Ability always requires at least one season of activity in a properly outfitted alchemical laboratory. The rules described here depend on the rules for alchemists given in </span><span class=\"fontstyle2\">Art & Academe, </span><span class=\"fontstyle0\">Chapter 5: Experimental Philosophy.</span></p><p><span class=\"fontstyle0\">Briefly, a formula is invented in a season by acquiring 5 experience points. Formulae are described like spells, with a single parameter called Alteration that describes the magnitude of the change. The formula is used to produce a reagent in a season using a Lab Total equal to Intelligence + Philosophiae, and the alchemist must accumulate points in excess of the formula’s level just like inventing a spell. Mythic alchemists are superior to their non-magical brethren in this, and they may add their Mythic Alchemy to their Lab Totals for creating any alchemical reagents.</span></p><p><span class=\"fontstyle0\">Those with this Virtue can devise formulae that employ guidelines for alchemical reagents that are not available to those without the Virtue. The changes effected by Mythic Alchemy are permanent transmutations of the elements and result in non-magical substances, which cannot be dispelled. Alchemists without Mythic Alchemy always fail if they try to recreate these formulae from a Laboratory Text.</span></p><p><span class=\"fontstyle0\">Learned magicians with the Mythic Alchemy Virtue may extract and transfer vis as described in </span><span class=\"fontstyle3\">ArM5</span><span class=\"fontstyle0\">, page 94. The Mythic Alchemist uses his Succurro Magicam Lab Total to determine the number of pawns of Vim vis he may extract from a magical aura. Substitute the character’s score in Mythic Alchemy for Magic Theory to determine the number of pawns a character may use in a single season. Mythic Alchemists can also prepare the raw materials for a craftsman in such a way that the Ease Factor for creating Superior, Excellent, or Wondrous items is reduced; see </span><span class=\"fontstyle2\">City & Guild</span><span class=\"fontstyle0\">, pages 63-73. The alchemist produces a reagent in the form of the primary component of the item to be created. For example, to create superior swords or armor, the alchemist would need to treat the metal used, but not the leather for the hilt or straps. The alchemist may prepare enough raw materials for a craftsman to use in one season (</span><span class=\"fontstyle2\">City & Guild</span><span class=\"fontstyle0\">, page 68). This process does not require vis. A Slight Alteration subtracts 1 from the Craft Ease Factor, a Minor Alteration subtracts 2, a Substantial Alteration subtracts 3, and a Major Alteration subtracts 4.</span></p><p><span class=\"fontstyle0\">Transmuting a complex element into a similar sort of complex element is a </span><span class=\"fontstyle3\"><strong>Slight Alteration</strong> </span><span class=\"fontstyle0\">if there is no change in the type of substance; for example, as in turning Welsh copper into Cornish copper (which has a slightly different luster). A </span><span class=\"fontstyle3\"><strong>Minor Alteration</strong> </span><span class=\"fontstyle0\">can effect a transmutation of species; for example, base metal to base metal, or processed liquid to processed liquid. And a </span><span class=\"fontstyle3\"><strong>Substantial Alteration</strong> </span><span class=\"fontstyle0\">can change genus; for example, base metal to noble metal, or oil into acid. </span><span class=\"fontstyle3\"><strong>Major Alterations</strong> </span><span class=\"fontstyle0\">can affect higher categories of genus; so wood can be turned into tin, for example. Solids must remain solids, and liquids must remain liquids in any transmutation, and this is true when transmuting simple matter to complex matter and vice versa. Each dose of a transmutative reagent requires a pawn of Vim vis or vis of the appropriate Form for every 5 points (rounded up) of the reagent’s final level. A Mythic Alchemist can handle a number of pawns of vis in a season equal to twice his Mythic Alchemy score; and this may limit the number of doses he can produce regardless of his Lab Total or any Laboratory Texts.</span></p>",
    "source": "HMRE",
    "page": 81,
    "indexKey": "mythic-alchemy",
    "review_status": "toReview",
    "reviewer": "",
    "credits": "",
    "type": "supernatural",
    "impact": {
      "value": "major"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "folder": "a5lJqnaWGoCK0Bb9",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.16",
    "createdTime": 1757739788320,
    "modifiedTime": 1757739788320,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_id": "zG5B2kTfoe7CeDy8",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!zG5B2kTfoe7CeDy8"
}
