{
  "name": "Natural Magician",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "system": {
    "description": "<p><span class=\"fontstyle0\">This Virtue allows the character to utilize natural magic principles — such as elemental forces, natural affinities, magical contagion, and sympathetic connections — in performing any Magic-aligned Supernatural Ability to limit or eliminate the negative realm interaction effects of Divine or Infernal realms. Because of the time and materials required to utilize all of the natural magical principles, this ability may only aid activities that take a season or longer to perform.</span></p><p><span class=\"fontstyle0\">The player adds his character’s Philosophiae score to the Casting Total, Laboratory Total, or Supernatural Ability roll. The Philosophiae score may never be greater than the absolute amount of the negative realm interaction modifier. It is only useful in overcoming the negative realm interaction effects of an aura. The use of this Virtue never assists the character in achieving the initial effect total, and cannot aid in Penetration. This Virtue provides no benefit for activities performed in Faerie or Magic realms. This Virtue may be used in conjunction with Entreat the Powers.</span></p>",
    "source": "HMRE",
    "page": 83,
    "indexKey": "natural-magician",
    "review_status": "toReview",
    "reviewer": "",
    "credits": "",
    "type": "supernatural",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "folder": "a5lJqnaWGoCK0Bb9",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.16",
    "createdTime": 1757739788320,
    "modifiedTime": 1757739788320,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_id": "lh3qTO7nD64cOj9O",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!lh3qTO7nD64cOj9O"
}
