{
  "name": "Paid Rights",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/social.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>Medieval society has many prohibitions against women holding authority, reflected in the restriction of many Social Status Virtues to men.</p><p>These provisions need to be enforced for them to be effective, and a woman with sufficient wealth can often buy an exclusion from enforcement, or even permission to do something that is normally forbidden. All a woman need do, if she wishes to be a baroness in her own right, is pay the king enough money that he allows it. All a woman need do if she wishes to hold a smaller fief in her own right, not marry as directed, and not be in wardship, is pay a large enough fine to her guardian. </p><p> </p><p>A player may take this Virtue to note that a female character has paid for the right to do a certain thing that is generally forbidden for women. She may also take a Story Flaw that represents her family’s displeasure at this use of her funds, the frustrations of suitors who would take her land by marriage, or other forms of social opprobrium, although this is not required. </p><p> </p><p>There are, however, a few prohibitions that a woman cannot pay a fine to ignore. She cannot pay a fine to do anything that only men are permitted to do in the administrative structure of the Church, which includes universities and cathedral schools. She could pay a fine to be allowed to study at a university, but not to graduate and gain the accompanying social status. Similarly, a woman cannot pay a fine to be ordained into Minor or Holy Orders, for example as a priest. It is also difficult for a woman to gain the rank of knight. There are some examples of female knights in folklore, so it is not impossible. But a female knight needs an unusual back story, and really ought to have a Story Flaw reflecting that.</p><p> </p><p>This Virtue is only available to female characters, and is compatible with any Social Status that is normally restricted to men, and any Social Status compatible with the Social Status acquired through the paid rights</p><p>.</p><p> </p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "social",
    "impact": {
      "value": "free"
    },
    "indexKey": "paid-rights",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729673361935,
    "modifiedTime": 1731255711143,
    "lastModifiedBy": "tBE5EmoIXLzf3maM",
    "exportSource": null
  },
  "folder": "CoxB6DSMq2bRMl47",
  "_id": "W4rpb97tLGi4ZzD0",
  "sort": 800000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!W4rpb97tLGi4ZzD0"
}
