{
  "name": "Performance Magic",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/hermetic.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>In Mythic Europe, many Hermetic magi have learned how to disguise their magical practices by incorporating them fully into a mundane task or action at which they excel. This Virtue lets the magus conceal spellcasting by using the actions or words of some Ability to replace the normal Hermetic gestures and words, and lets him maintain a spell without needing Concentration rolls. </p><p> When the Virtue is acquired, specify the Ability to which it applies. You may choose any Craft, Profession, or other Ability with a clear verbal or physical practice. You may not choose any Language, Supernatural, Academic, or Arcane Ability. </p><p> There are distinct Virtues for each possible Ability, as each allows different methods to work its actions into magic: knowing one method of Performance Magic does not let the magus use any other Ability in magic. </p><p> It is the action or words of the practice that are the focus of this Virtue, not the products of craft-working. An Ability that is <em>verbal </em>(such as storytelling) replaces the words of spellcasting; similarly, an Ability that is <em>physical </em>(such as hunting) replaces gestures. An Ability that encompasses both verbal and physical aspects (such as music, or mumming (acting)) allows the performer more flexibility. </p><p> The magus must actually perform the Ability to count as using this Virtue, and other Virtues or Mastery Abilities do not remove that requirement. For example, he cannot sing silently, although he <em>can </em>hunt silently. </p><p> Words or gestures that are not being replaced by Performance Magic remain as normal mystical components of spell-casting: use the normal rules and adjustments (including Virtues such as Quiet Magic and Mastery Abilities such as Still Casting). </p><p> <em>Example: Orlando is a musician and magus, and knows Sorcerous Music and Subtle Magic. He may cast spells while he sings (with no penalty for no gestures), plays his lute, or sings and plays. If he sings or plays quietly, he suffers the normal –5 penalty. He can cast spells silently, but only by not using Sorcerous Music. </em></p><p> <em>His friend Furioso, another Sorcerous Musician, lacks Subtle Magic. If he has no instrument with him, then, unlike Orlando, he must use normal Hermetic gestures or suffer the penalty for no gestures. </em></p><p> The magus may choose to vocalize loudly, or move exaggeratedly, and gain the equivalent bonuses as for loud words or exaggerated gestures. Bystanders may notice this as unusual activity, and take interest where they might not otherwise. </p><p> <strong>New Duration</strong>: <strong>Performance. </strong>The spell lasts as long as the caster performs the Performance Ability. Performance is equivalent to Concentration Duration. </p><p> To cast a Performance Duration spell, the magus must succeed in a roll (simple or stress die, according to circumstances) of Characteristic (varies with Ability) + Ability against an Ease Factor of 3. </p><p> The spell fails if this fails, and botches if the roll botches. The spell ends when the magus ceases to perform the Ability, but no Concentration or Ability rolls are needed to maintain the spell while the performance continues. </p><p> Formulaic spells must be devised with the new Duration to use this Ability; if so designed, the spell cannot be cast without performing. </p><p> <em>Example: Harold knows Performance Magic (Hunt), casts </em>Hunter’s Tracks of the Faerie Glow <em>(a variant of </em>Tracks of the Faerie Glow<em>), and succeeds with his simple Hunt roll. His magically enhanced vision persists as long as he keeps up the hunt, even if he is distracted by chatter or other spellcasting. </em></p><p> <em>Example: Orlando sings while he casts a </em>Sung Lamp Without Flame<em>. The light continues while he continues to sing, however badly, but ends when he stops singing. Needing to convey urgent instructions to a recalcitrant grog, he uses an enchanted device with Maintaining the Demanding Spell to maintain the spell while he stops to shout at the grog; before the Maintaining effect ends he resumes his sung performance.</em></p><p>See insert \"Performance Ablities\" page @@ </p><p><strong>Recognizing Performance Magic </strong></p><p> Most people do not recognize performing an Ability as spellcasting, so the performer may act more openly than most magi; even other Hermetic magi do not automatically recognize his actions. </p><p> If a Hermetic magus contemplates Fast Casting to oppose a spell and the caster is using Hermetic words and gestures, a magus may determine the Form automatically (page @@). In other circumstances, the magus must work the Form out. </p><p> <strong>Determining the Form of a Magical Effect: Stress Die + Perception + Awareness vs. 15 – effect magnitude </strong></p><p> If the spell is being cast with mundane words or gestures, the Ease Factor is adjusted as follows: </p><p> <strong>–</strong>3 if Hermetic words are spoken (and can be heard) </p><p> +0 if Hermetic gestures are made (and seen) </p><p> +3 if both words and gestures are mundane </p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "hermetic",
    "impact": {
      "value": "minor"
    },
    "indexKey": "performance-magic",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729673815476,
    "modifiedTime": 1731255711164,
    "lastModifiedBy": "tBE5EmoIXLzf3maM"
  },
  "folder": "C8jqPqfblXk6hGCE",
  "_id": "vCOD2vyibfFs9BnB",
  "sort": 4600000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!vCOD2vyibfFs9BnB"
}
