{
  "name": "Personal Power",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>The character has a supernatural power that he can activate at will. This is a single power, equivalent to a Formulaic Hermetic spell with a level of 25 or lower. The power has an Initiative equal to the character’s Quickness – (power magnitude/2). It costs one Fatigue level to activate if its level is less than or equal to 50, and two Fatigue levels if its level is 51 to 100. You may also spend levels one-for-one to give the power Penetration; otherwise, it has a Penetration of zero.</p><p> The effect must meet at least one of the following criteria: </p><p> The effect must be Range: Personal, OR </p><p> The effect must be constant</p><p> This Virtue may be taken more than once, and the levels added together to create several powers. For example, a character who took the Virtue twice could have a power with a level of 30 and a Penetration of 0, and a second power with a level and Penetration of 10 each. Note that many powers with a Personal Range do not need a Penetration score, as they do not need to Penetrate the caster’s Magic Resistance (if any), and cannot affect any other target. If the character is likely to want to affect creatures with Magic Resistance while under the effect of the Personal Power, then Penetration may be valuable (see the Hermetic Magic chapter for further details on the functioning of Penetration).</p><p> This Virtue may be associated with any supernatural realm. If you have access to other books, such as <em>Realms of Power: The Divine, Realms of Power: The Infernal, Realms of Power: Faerie, </em>or <em>Hedge Magic Revised Edition</em>, you may want to base the power on a different system of supernatural powers, to get something more appropriate to the character. If you do, remember that the levels of effects may work on different scales for different systems, and you may want to change the number of levels of effect. The power must be associated with the same supernatural realm as the system on which it is based. (If you have access to other books, you may want to restrict powers based on Hermetic magic to the Magic realm.)</p><p> </p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "supernatural",
    "impact": {
      "value": "minor"
    },
    "indexKey": "personal-power",
    "review_status": "needAE",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729674232384,
    "modifiedTime": 1743830551217,
    "lastModifiedBy": "xMd6zrGNn4dbQYey",
    "exportSource": null
  },
  "folder": "XwOh5akgyjxNE2dG",
  "_id": "CgckNiCxPnd2Onmy",
  "sort": 900000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!CgckNiCxPnd2Onmy"
}
