{
  "name": "Potent Magic - Major",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/hermetic.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>The maga’s magic is particularly attuned to a narrow field, much as in a Magical Focus. The benefits of Potent Magic are compatible with a Magical Focus; unlike a Magical Focus, a maga may have more than one area of Potent Magic, although only one Potent Magic Virtue applies to any single activity. </p><p> Potent Magic provides the maga with a bonus in her field of magic, and permits her to devise Potent spells that gain a casting bonus from the sympathetic magic in shapes and materials. Potent Magic can be taught as an alternative to a Magical Focus. </p><p> Minor Potent Magic covers the same narrow fields as a Minor Magical Focus, and grants a +3 bonus to Lab Totals and Casting Score. </p><p> Major Potent Magic covers the same wide fields as a Major Magical Focus, and grants a +6 bonus to Lab Totals and Casting Score. </p><p> A maga with Potent Magic may also invent new Potent spells within the field of her Potent Magic, and may vary spells she knows.</p><p> <strong>Potent Spells </strong></p><p> A Potent spell has a bonus known as its Potency, which is arrived at by combining one or more Casting Items into the design of the spell. Casting Items use the factors given in the Shape and Material Bonus table (page @@): each Casting Item provides one bonus. (If more than one bonus is possible, the spell design states which one is used.) </p><p> <strong>Potency Score = Sum of Bonus from each Casting Item </strong></p><p> <strong>Potency Bonus: Add Potency to Casting Score </strong></p><p> Potency is part of the spell design; a Lab Text for a Potent spell includes the specified Casting Items and Potency Score. A magus teaching a Potent spell teaches the formula he knows, including the Casting Items and Potency Score. The level, for the purposes of inventing it as well as for casting, of a Potent spell is unaltered by the Potency Score. However, a magus may not invent a Potent spell with a Potency higher than his Magic Theory score, even with the aid of a Lab Text or teacher. </p><p> Any magus can learn a Potent spell from a Lab Text or teacher, and apply Potency to his Casting Score; the Potent Magic Virtue is required to design a Potent spell from scratch, but not to reproduce one from a Lab Text. </p><p> To cast a Potent spell, the caster must touch the specified Casting Items. The items need not be large; they may be small and symbolic (for example, a shield-shaped brooch is still symbolically a shield). If the caster does not have the Casting Items available, the spell cannot be cast at all. </p><p> <em>Example: A wand provides several bonuses including +2 “repel things” and +4 “control things at a distance.” A Potent version of Disguise of the Putrid Aroma could use either bonus in its Potency. Combining it with magnetite (+3 Animal) allows a design with either Potency 5 (requires Magic Theory 5) or Potency 7 (requires Magic Theory 7). The caster must hold a wand and piece of magnetite (or a wand set with magnetite) to add the Potency to his Casting Score. </em></p><p> Potency applies only to Formulaic spells — Spontaneous Magic allows Ceremonial Casting to produce similar results, and enchanted devices use Shape and Material Bonuses during enchantment. </p><p> <strong>Potent Magic And Potent Spells </strong></p><p> A magus with Potent Magic may create new Potent spells or alter Potent spells to vary the Casting Items. </p><p> When inventing a spell within the field of his Potent Magic (including from a Lab Text), the magus simply chooses Casting Items for the design, and then invents the spell as normal. Each chosen Casting Item (up to the limit of Magic Theory) adds a single Shape or Material Bonus to Potency; if more than one bonus might apply to the spell, choose one and note it in the design. The total Potency may not exceed the magus’s Magic Theory. </p><p> A Lab Text written for this spell includes the Casting Items and Potency, and is usable by any other magus. </p><p> In addition, a magus who knows a spell within the field of his Potent Magic may invent a variant spell with different Casting Items (including a variant with no Casting Items). If the only difference is a change in Casting Items, he may invent the variant as if in possession of a Lab Text. If, for any reason, his current Lab Total is lower than the level of the spell, he may still invent the variant in a single season.</p><p> </p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "hermetic",
    "impact": {
      "value": "major"
    },
    "indexKey": "potent-magic-major",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729674705556,
    "modifiedTime": 1731255711154,
    "lastModifiedBy": "tBE5EmoIXLzf3maM"
  },
  "folder": "ryEkrZYbf9tQGIrO",
  "_id": "iIIsjkAOCdkrABVO",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!iIIsjkAOCdkrABVO"
}
