{
  "name": "Priest",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/social.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_kuhc1tso94g",
      "path": "Virtues#/CF_SEP/Social Status",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>You ha</p><p>ve been ordained a priest, which means that you can carry out the sacraments of the Mass, Penance, and Extreme Unction. By your words, you can cause the Son of God to manifest in bread and wine. As a priest you come under the protection of canon law, meaning that you cannot be prosecuted by secular authorities. You are accorded considerable respect due to your position, and few people are willing to insult you.</p><p>&nbsp;</p><p>You may be a parish priest. If you are, you cannot take the Poor Flaw. Your normal duties involve hearing confession, preaching to your flock, and ministering to their spiritual needs. If you are Wealthy, your parish is rich enough to pay for a curate to do some of the work for you, and you may be a pluralist, holding the benefices of several parishes. Reform-minded churchmen do not approve of pluralism.</p><p>&nbsp;</p><p>If you are not a parish priest, t</p><p>he Wealthy Virtue and Poor Flaw affect you normally. You may be employed as a curate to a parish priest, or a chaplain to a wealthy individual, or in any other capacity requiring education.</p><p>&nbsp;</p><p>You may purchase Academic Abilities during character generation. If you are a priest in the western Church, under the Pope in Rome, you would normally take the Minor Personality Flaw Vow (see page @@) as one of your normal Flaws, for your vow of celibacy. Priests in the eastern Church, under the Patriarchs in Constantinople and elsewhere, need not be celibate. This Virtue is only available to male characters, and is compatible with the Magister in Artibus Major Virtue, and with some other Virtues, as noted in their descriptions.</p><p>&nbsp;</p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "social",
    "impact": {
      "value": "minor"
    },
    "indexKey": "priest",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729316634167,
    "modifiedTime": 1731255711119,
    "lastModifiedBy": "tBE5EmoIXLzf3maM",
    "exportSource": null
  },
  "folder": "Dlca5muDKIfBSi6F",
  "_id": "8ajAlNqJ5KxnhdYK",
  "sort": 3200000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!8ajAlNqJ5KxnhdYK"
}
