{
  "name": "Redcap",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/social.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_kuhc1tso94g",
      "path": "Virtues#/CF_SEP/Social Status",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>Although you do not have The Gift and cannot work Hermetic magic, you are a full member of the Order of Hermes and of House Mercere (see page @@). There are Gifted members of House Mercere, but they do not take this Virtue, taking the Hermetic Magus Social Status (page @@) instead.</p><p> </p><p>You deliver messages for the Order, and you possess a number of enchanted devices to help you do this. A newly-Gauntleted Redcap has enchanted devices with fifty levels of effect, including modifications to the level due to factors such as the number of uses per day (see the Laboratory chapter, page @@, for details). These levels are invariably split between two or more effects useful for delivering messages. New Redcaps are never given items capable of killing, wounding, or ensorcelling large numbers of mundanes; the risk of abuse bringing trouble on the Order is too great. These will be upgraded and replaced in return for good service, on average an extra two levels per year. You are trained in a similar manner to magi, and may take Academic, Arcane, and Martial Abilities during character generation. You have spent fifteen years as an apprentice, and gained a total of 300 experience points in those fifteen years. (See Detailed Character Creation, page @@.) In addition, you have the Well Traveled Virtue (page @@) at no cost. When you start to age, a magus with a Lab Total of at least fifty will devise a Longevity Ritual (see page @@) for you free of charge, if you wish. If you make suitable contacts in the course of the saga, this ritual may be devised by a more powerful magus. Redcaps created some years past Gauntlet get improved enchanted devices, as described above, and, if applicable, a Longevity Ritual.</p><p> </p><p>You are supported by your covenant, so you cannot take the Wealthy Virtue or Poor Flaw. You may not take The Gift. You must spend two seasons per year delivering messages for the Order. Your other two seasons are, however, genuinely free, and you may do whatever you wish. This Virtue is available to male and female characters.</p><p> </p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "social",
    "impact": {
      "value": "major"
    },
    "indexKey": "redcap",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.5",
    "createdTime": 1729316634167,
    "modifiedTime": 1730399197270,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "folder": "5doiTaY9KQf8IBzO",
  "_id": "3hA8d1zzdwwiqg1Q",
  "sort": 1000000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!3hA8d1zzdwwiqg1Q"
}
