{
  "name": "Skinchanger (Dove)",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>This is a more powerful variant of the Minor Virtue above.  </p><p>The character does not need to carry a bundle of feathers to use as a skinchanger’s cloak. She can, over the course of a week, prepare any artistic representation of a feather, or a single real feather, to act instead of a bundle of feathers. She may have several feathers prepared at one time, and may use feathers prepared by any other character with this Virtue. Most own several small pins or brooches, and in the city where such characters are active, they have hidden additional pins in accessible places, like the baths. Characters may also use little pieces of stone with feathers engraved on them, which they swallow. These lodge in the crop of the dove form, and can be regurgitated into the mouth at will. </p><p> </p><p>The character’s garments and equipment change into feathers when she shifts shape, so she appears modestly clothed when the transformation ends. This also allows her to carry tools and weapons in dove shape, although they cannot be used until the human shape is resumed. </p><p> The character has the statistics of a common dove when in animal form, save that her Soak is +3 higher than usual.</p><p> This Virtue is particularly associated with an all-female magical tradition called the Daughters of Four Fathers, found in north Africa (see <em>Between Sand & Sea,</em> page 107).</p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "supernatural",
    "impact": {
      "value": "major"
    },
    "indexKey": "skinchanger-dove",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729779092971,
    "modifiedTime": 1731255711131,
    "lastModifiedBy": "tBE5EmoIXLzf3maM"
  },
  "folder": "Sym94leLiWXQ3Rh9",
  "_id": "KeWK4IvGeiMerO0T",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!KeWK4IvGeiMerO0T"
}
