{
  "name": "Spiritual Pact",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>The character has made a pact or agreement with a powerful Magical spirit, and in return for loyal service, is granted access to that spirit’s power. The pact serves as an Arcane Connection to the character of indefinite duration, which the spirit can use to make itself aware of the current location and state of health of its servant. </p><p> </p><p>The character can channel the power of the spirit by spending a Confidence Point. Make a Presence + Magic Lore + stress die roll: this is the amount of Magic Might Pool that the character acquires from his spiritual master. The Might points acquired are always less than the current Might points of the spirit, regardless of the roll’s result. On a botch, the character loses all current Confidence points. This action is equivalent to spellcasting with regard to the concentration it requires. The character can spend these Might points on any of the spirit’s powers. Penetration is calculated in the usual way for magical creatures using the initial Might Pool in place of Magic Might, and including the character’s Penetration Ability, if any. </p><p> </p><p>The character using this power does not have a Might score, just a Might pool. He does not gain Magic Resistance from the use of this power, nor does he leave behind vis if he is slain. He cannot be affected by Vim spells (or similar magics) that target the Might score of supernatural creatures. Without a Might score, the pool does not replenish; once the character has spent all of his Might points this power ends. All powers used have their duration lapse when the character uses his last point of Might Pool. If this power is evoked again while the character still possesses Might Pool, then the new points gained replace the points left over; the two pools do not add. The points acquired by the character are lost from the spirit’s Might pool and cannot be returned by the character, but the spirit regenerates the spent points as normal. </p><p> </p><p>While the connection to the spirit is active, there is some visual manifestation of this, which makes it clear that some supernatural effect is taking place. For example, if contacting a fertility spirit, fruits and grains might spring from around the character’s footsteps. While in contact with a war spirit, a character might appear to be clothed in ghostly armor. When the character is actively channeling the spirit, he acts as an Arcane Connection to the spirit of indefinite duration, although this connection lapses when the Might Pool is exhausted. </p><p> </p><p>The storyguide should decide upon the powers of the spirit. With the agreement of the troupe, this Virtue could be used to channel the power from a spirit of a different Supernatural Realm; or from a group of closely related spirits, such as a small pantheon of pagan “gods,” but care should be taken not to grant the character too much flexibility with this one Virtue. A character can only have a single pact.</p><p> </p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "supernatural",
    "impact": {
      "value": "major"
    },
    "indexKey": "spiritual-pact",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729779391625,
    "modifiedTime": 1731255711124,
    "lastModifiedBy": "tBE5EmoIXLzf3maM"
  },
  "folder": "Sym94leLiWXQ3Rh9",
  "_id": "DpImFsV66kunBKkm",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!DpImFsV66kunBKkm"
}
