{
  "name": "Strong Angelic Heritage",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>Your angelic heritage is purer, granting you a Divine Might score and supernatural powers. This Virtue may only be taken if you have the Major Virtue Blood of the Nephilim. </p><p> You are a divine being and possess a Divine Might (Corpus) score equal to your age divided by 20, which increases as you grow older. This grants you a Magic Resistance score. You contain a number of pawns of Corpus vis equal to your Divine Might divided by 10 (rounded down, but always at least one pawn) that can only be extracted if you are dead. You are immune to Warping of any sort, and may not have any supernatural powers that derive from a realm other than the Divine. </p><p> You have up to thirty levels of holy powers that may be invoked by spending Might points. Design the powers’ effects using the Hermetic spell guidelines (or the guidelines for Holy Powers in <em>Realms of Power: The Divine, </em>from page 46<em>)</em>. The Might cost for each power is equal to its magnitude divided by two (rounded down, but always at least one point). The Initiative score of the power is your Quickness. </p><p> You may take this Virtue multiple times. Each additional time you take it increases by thirty the number of levels of holy powers you may invoke, but has no other effect; in particular, it does not increase your Divine Might.</p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "supernatural",
    "impact": {
      "value": "minor"
    },
    "indexKey": "strong-angelic-heritage",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729779433130,
    "modifiedTime": 1743830551217,
    "lastModifiedBy": "xMd6zrGNn4dbQYey"
  },
  "folder": "XwOh5akgyjxNE2dG",
  "_id": "N5U3IlxE2pW5nQna",
  "sort": 1500000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!N5U3IlxE2pW5nQna"
}
