{
  "name": "Study Bonus",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/hermetic.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>When gi</p><p>ven the opportunity to study an Art from books or raw vis in the presence of the Form or Technique, your surroundings give you new insights into your studies. Add two to die rolls to study from vis, or two to the Quality of any text you study from. Your current Art score determines the magnitude of the surroundings you require to get the bonus. See the table for some guidelines.</p><p><strong>Study Bonus Examples</strong></p><p>&nbsp;</p><p>Art Score</p><p> </p><p>Minimum Presence of Art</p><p>&nbsp;</p><p>0</p><p> </p><p>A candle flame (Ignem), a magic aura (Vim), a dying insect (Perdo)</p><p>&nbsp;</p><p>5</p><p> </p><p>A pond (Aquam), a painting (Imaginem), a caterpillar and butterfly (Muto)</p><p>&nbsp;</p><p>10</p><p> </p><p>A breezy place in the open air (Auram), a live animal at least the size of a cat (Animal), half a dozen plants at different stages of growth (Creo)</p><p>&nbsp;</p><p>15</p><p> </p><p>An area of bare natural rock, such as a mountainside (Terram), a human corpse to dissect (Corpus), at least one book on each of a dozen mundane subjects (Intellego)</p><p>&nbsp;</p><p>20</p><p> </p><p>In a forest (Herbam), at a gathering of scholars (Mentem), at a law court (Rego)</p><p>&nbsp;</p><p>25</p><p> </p><p>In a boat on a large body of water (Aquam), in a strong (6+) magic aura (Vim), in a hospital full of people dying of pestilence (Perdo)</p><p>&nbsp;</p><p>30</p><p> </p><p>In the middle of a large fire (Ignem), in a building covered with elaborate figured decoration in many media, where music is constantly played (Imaginem), in the presence of a magical shapeshifter whose transformations you can control (Muto).</p><p>&nbsp;</p><p>35</p><p> </p><p>Flying in the middle of a hurricane (Auram), while dissecting several magical animals (Animal), while surrounded by scrying devices showing every detail of the country for miles around (Intellego)</p><p>&nbsp;</p><p>&nbsp;</p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "hermetic",
    "impact": {
      "value": "minor"
    },
    "indexKey": "study-bonus",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729316634167,
    "modifiedTime": 1731255711119,
    "lastModifiedBy": "tBE5EmoIXLzf3maM",
    "exportSource": null
  },
  "folder": "C8jqPqfblXk6hGCE",
  "_id": "8MXIzsBCcXUzkXbm",
  "sort": 900000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!8MXIzsBCcXUzkXbm"
}
