{
  "name": "Templar Commander",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/social.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_nxctmjlqqdb",
      "path": "Virtues#/CF_SEP/Hermetic",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>The character is a commander within the Poor Knights of the Temple of Solomon and has authority over all aspects of the order in a province or preceptory. This Virtue also grants the Temporal Influence Minor Virtue, as the character has the ear of any important nobles or clergymen in the area. He also has access to the considerable wealth of the Templars, including any funds, lands, and resources, although he has no extra time. He may levy taxes and tithes over the lands he controls as if he were a landed noble or bishop, and charge service fees on monies he lends, and he may even act as a judge for minor lay crimes committed on his lands. Because of his high position, he is a well-known figure and has a Reputation of level 3 in his area. He is expected to support the order’s crusading efforts if he is in the West, and if he lives in the East he is be expected to participate directly. Should the grand master die and the character lives in the East, he has the right to participate in choosing a new grand master. This Virtue includes the effects of the Brother-Knight Virtue, and likewise can only be taken by male characters.</p><p> </p>",
    "source": "ArM5Def",
    "page": 0,
    "type": "socialWestern",
    "impact": {
      "value": "major"
    },
    "indexKey": "templar-commander",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "hidden": false,
    "tainted": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729780224718,
    "modifiedTime": 1731255711164,
    "lastModifiedBy": "tBE5EmoIXLzf3maM"
  },
  "folder": "5doiTaY9KQf8IBzO",
  "_id": "vM3hczGg9wfe7ZJT",
  "sort": 700000,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!vM3hczGg9wfe7ZJT"
}
