{
  "name": "The Gift",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/hermetic.svg",
  "effects": [
    {
      "_id": "yK4GGIeDpUr5wA3E",
      "changes": [
        {
          "key": "system.realms.magic.aligned",
          "value": "true",
          "mode": 5,
          "priority": null
        }
      ],
      "disabled": false,
      "duration": {
        "startTime": null,
        "seconds": null,
        "combat": null,
        "rounds": null,
        "turns": null,
        "startRound": null,
        "startTurn": null
      },
      "origin": "Compendium.arm5e.virtues.5906ZrzYdesEtJH3",
      "tint": "#000000",
      "transfer": true,
      "flags": {
        "arm5e": {
          "type": [
            "realm"
          ],
          "subtype": [
            "magic"
          ],
          "option": [
            null
          ]
        }
      },
      "name": "Magic aligned",
      "description": "",
      "statuses": [],
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "13.351",
        "systemId": "arm5e",
        "systemVersion": "2.3.2.0",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null,
        "exportSource": null
      },
      "img": "icons/svg/aura.svg",
      "type": "base",
      "system": {},
      "sort": 0,
      "_key": "!items.effects!fvitbWrPTGLSg2ez.yK4GGIeDpUr5wA3E"
    }
  ],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_lre469g8dv",
      "path": "Virtues#/CF_SEP/Special",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p>The Gift is a special Virtue, because it has no cost. The character suffers all the penalties of The Gift, just as magi do (see page @@), but can be taught Supernatural Abilities without having to take the corresponding Virtues (see page @@ for rules). Most importantly, the character can be taught Hermetic Magic, so all magi must have this Virtue. A character with The Gift, even if he is not a magus, may take Hermetic Virtues and Flaws which relate to intrinsic ability rather than background or training. Characters may take Virtues that grant Supernatural Abilities without taking The Gift, and such characters do not suffer the penalties imposed by The Gift. However, such characters may not learn new Supernatural Abilities in the course of the saga, although they may improve the ones they already have. It is possible for unGifted characters to Initiate new Supernatural Abilities through a Mystery Cult, but even this is harder for them than for the Gifted.</p><p>Characters who have The Gift may start play with a single Supernatural Ability, without having to take any other Virtue, but if they wish to learn others they must find opportunities to do so in the course of the saga. They may also take Virtues granting Supernatural Abilities if they wish to have more Abilities at character creation. Note that it is harder for a character with Supernatural Abilities to become a Hermetic magus (see Training Your Apprentice on page @@), so you may not wish to take any such abilities if you plan for the character to become an apprentice. The ability to cast Hermetic magic is the single supernatural ability possessed by Hermetic magi in virtue of The Gift again, they may take more Supernatural Ability Virtues if they wish.</p><p>Grogs can never have The Gift, as a character with The Gift is too important to be a grog. As a rule, companions should only have The Gift if they are intended to become magi, or if they are members of one of the other magical traditions described in <strong>Ars Magica 5</strong><sup><strong>th</strong></sup><strong> Edition</strong> supplements. Troupes should not allow any other Gifted characters unless they are absolutely sure that they want them.</p>",
    "source": "ArM5Def",
    "page": 43,
    "type": "hermetic",
    "impact": {
      "value": "free"
    },
    "indexKey": "the-gift",
    "review_status": "definitiveReady",
    "reviewer": "Xzotl",
    "hidden": false
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1729316634167,
    "modifiedTime": 1731255711152,
    "lastModifiedBy": "tBE5EmoIXLzf3maM",
    "exportSource": null
  },
  "folder": "umvpyTZt5f5tEdND",
  "_id": "fvitbWrPTGLSg2ez",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!fvitbWrPTGLSg2ez"
}
