{
  "name": "Vulnerable to (form)",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/VF/supernatural.svg",
  "system": {
    "description": "<p><span class=\"fontstyle0\">The elementalist’s mystical association with a particular element makes him more vulnerable to its opposite. You must subtract the elemental Personality Trait for the element that opposes his chosen Form from the character’s Soak. For example, a character Vulnerable to Elementalist Water would subtract his Choleric Trait from his Soak whenever he is damaged by water. Furthermore, this Form does not help him at all when he is ill; do not add the Trait associated with the chosen Form to his recovery totals.</span></p><p><span class=\"fontstyle0\">This Flaw can be taken as a Hermetic Flaw, in which case the magus must subtract his Form bonus for the opposing element from his Magic Resistance and Soak whenever he is magically affected or damaged by that element. For example, a magus with Vulnerable to Terram must treat his score in Auram as a penalty to his Form bonus for Terram.</span></p><p><span class=\"fontstyle0\">A character may take this Flaw up to four times, as long as a different Form is chosen<br>each time. This Flaw may only be taken if the character has a score in the opposing Form; i.e. to take Vulnerable to Elementalist Fire, he must also have the Elementalist Water Virtue.</span></p>",
    "source": "HMRE",
    "page": 20,
    "indexKey": "vulnerable-to-form",
    "review_status": "toReview",
    "reviewer": "xzotl",
    "type": "supernatural",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false,
    "credits": ""
  },
  "effects": [],
  "folder": "MvXVOp3bwO37K4mP",
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.16",
    "createdTime": 1757739560476,
    "modifiedTime": 1757739560476,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_id": "q9rbjbkyCzW6QgOo",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!q9rbjbkyCzW6QgOo"
}
