{
  "folder": "BENb4deddxRJwwcu",
  "name": "Warping to a Pattern",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/base-magic.svg",
  "system": {
    "description": "<p>The Warping suffered by people, animals, and structures within the covenant is not random or restricted to a single motif. Rather, a discernible theme runs through the distortions. Characters familiar with the history of the site, the dreams of its founders, the epics of the ancients, and the folklore of the Order can sometimes explain the evolving theme, which is often a repetition of something that has been experienced before. </p><p>It is said that the site of the Covenant of the Monkey’s Reed has not forgotten its history. Located on a floating island, which moves about its lake, the aura is slowly twisting the people and structures of the covenant into an ancient Egyptian village. The rulers of the village were a priestly caste that worshiped the god Thoth. </p><p>Many magi of Monkey’s Reed wish to see what these ancient magicians looked like, reflected in the covenant’s aura, but there is a problem: the site replaces the memories of those it distorts, so that they gradually lose themselves in their new roles. Magi of House Bonisagus hope to convince the Archimagus Apollodarus — whose beloved died accidentally in a fire that he created — that he should accept the loss of memory as a balm and become High Priest of the Temple that, even now, can be seen forming in the brickwork of the gatehouse.</p>",
    "source": "Cov",
    "page": 11,
    "indexKey": "warping-to-a-pattern",
    "review_status": "reviewed",
    "reviewer": "lichen",
    "type": "covenantSite",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.4",
    "createdTime": 1749287885314,
    "modifiedTime": 1749370310359,
    "lastModifiedBy": "xMd6zrGNn4dbQYey",
    "exportSource": null
  },
  "_id": "UfOviScvovOU6IYz",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!UfOviScvovOU6IYz"
}
