{
  "folder": "RFwx3qCrd6CJ4GDo",
  "name": "Academic ability (Topic's name)",
  "type": "ability",
  "_id": "ILkcgxGPN6a9HeAp",
  "img": "systems/arm5e/assets/icons/abilities/artesLib.svg",
  "system": {
    "description": "<div class=\"el-p\"><p dir=\"auto\">Academic Abilities require formal training. Beginning characters may only purchase Academic Abilities if they are specifically permitted to through the purchase of a Virtue, or if they are magi. Magi without a specific Virtue may only buy Academic Abilities during or after apprenticeship. In addition, learning an Academic Knowledge requires a Latin, Greek, Hebrew, or Arabic score of at least 3, depending on the region of Europe you are from. For most characters, Latin 3 is required.</p></div><div class=\"el-p\"><p dir=\"auto\">Medieval study is based on the auctores, or authorities, in each subject. These auctores are not regarded as infallible or as having said all of what there is to be said on a subject. They are, however, supposed to have gotten the essentials right and to have accurately divided the subject into its categories. Thus, a medieval scholar might suggest that Aristotle was wrong about a certain kind of logical fallacy, but he would not suggest that Aristotle was completely wrong about logic or that there were fallacies that did not fall under any of his classifications.</p></div>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "academic-ability-topics-name",
    "defaultChaAb": "int",
    "speciality": "",
    "xp": 0,
    "key": "academicAbility",
    "option": "topic-name",
    "realm": "mundane",
    "reviewer": "xzotl",
    "review_status": "reviewed",
    "optionLinked": true
  },
  "effects": [],
  "sort": 0,
  "ownership": {
    "default": 0,
    "CBVr9z58wiLAeuIl": 3
  },
  "flags": {},
  "_stats": {
    "systemId": "arm5e",
    "systemVersion": "2.4.0.4",
    "coreVersion": "13.351",
    "createdTime": 1705764016540,
    "modifiedTime": 1750427135309,
    "lastModifiedBy": "ErQ613O32LNYb71L",
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null
  },
  "_key": "!items!ILkcgxGPN6a9HeAp"
}
