{
  "name": "Elementalist Fire",
  "type": "ability",
  "system": {
    "key": "form",
    "option": "Elementalist-Fire",
    "description": "<p>Elementalist Fire is a Difficult Art, which involves studying the supernatural qualities of fire, and how to manipulate them with the character’s elemental magic. The type of Elementalist Technique with which the character pairs this Form determines what sorts of fire he can affect:</p><p><strong>Medicinal</strong>: With Elementalist Fire, an elemental physician can affect the choleric humors of the human body. These humors tend to inspire anger and impatience, or dry, coughing diseases such as quartan fever. </p><p><strong>Philosophical</strong>: Heat and flame is the province of the elemental philosopher with Elementalist Fire, which includes mundane animals with a choleric temperament — generally those that are fast (such as horses) or fierce (such as predators). </p><p><strong>Theurgical</strong>: Elemental theurgists affect fire elementals and other supernatural creatures associated with heat, light, and flames. Fire elementals typically have high scores in Presence, Communication, Dexterity, and Quickness.</p><p>The character adds his Choleric Trait to his Soak whenever he is damaged by the element of fire, including exposure to extreme temperatures, blinding light, or burning flames.</p>",
    "source": "HMRE",
    "page": 22,
    "indexKey": "elementalist-fire",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "credits": "",
    "defaultChaAb": "int",
    "speciality": "",
    "accelerated": false,
    "optionLinked": true,
    "realm": "mundane",
    "xp": 0
  },
  "img": "icons/magic/fire/flame-burning-embers-yellow.webp",
  "effects": [],
  "folder": "16LRZFqj4LYYBPK0",
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.1.11",
    "createdTime": 1767453240037,
    "modifiedTime": 1767455412124,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "oGxKteaE5UBqwla9",
  "sort": 1500000,
  "_key": "!items!oGxKteaE5UBqwla9"
}
