{
  "name": "Elementalist Water",
  "type": "ability",
  "system": {
    "key": "form",
    "option": "Elementalist-Water",
    "description": "<p>Elementalist Water is the study of the supernatural qualities of water, and how they can be manipulated with elemental magic. It is a Difficult Art. The form of the targets that the elementalist can affect with this Elementalist Form depends upon the type of Technique with which it is paired:</p><p><strong>Medicinal</strong>: Elemental physicians can affect the phlegmatic humors of the human body with their Elementalist Arts. These humors are associated with slow, listless feelings and wet, phlegmatic diseases such as flux. </p><p><strong>Philosophical</strong>: The elemental philosopher affects all sorts of natural liquids with Elementalist Water, and can also affect animals with a phlegmatic temperament, which includes those that swim like fish or creep like reptiles. </p><p><strong>Theurgical</strong>: Elementalist Water allows an elemental theurgist to affect water elementals and other supernatural creatures associated with cold and liquids. Water elementals typically have high scores in Cunning, Perception, Strength, and Stamina.</p><p>The character adds his Phlegmatic trait to his Soak when he is damaged by the element of water, including suffering from thirst, drowning, drinking poisonous liquids, falling against water, or being crushed by powerful waves.</p>",
    "source": "HMRE",
    "page": 22,
    "indexKey": "elementalist-water",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "credits": "",
    "defaultChaAb": "int",
    "speciality": "",
    "accelerated": false,
    "optionLinked": true,
    "realm": "mundane",
    "xp": 0
  },
  "img": "icons/magic/water/wave-water-blue.webp",
  "effects": [],
  "folder": "16LRZFqj4LYYBPK0",
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.1.11",
    "createdTime": 1767453373337,
    "modifiedTime": 1767455412124,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "7Ad2WmiQOkX5AZCN",
  "sort": 1400000,
  "_key": "!items!7Ad2WmiQOkX5AZCN"
}
