{
  "name": "Elementalist Air",
  "type": "ability",
  "system": {
    "key": "form",
    "option": "Elementalist-Air",
    "description": "<p>Elementalist Air is the study of the supernatural qualities of the air, and how these qualities can be manipulated with elemental magic. It is a Difficult Art, as described in the introduction to this book — it increases as an Ability, but is otherwise considered an Art by Virtues and Flaws that affect Arts, and has no applications that are independent of the other Elementalist Arts. The specific applications of Elementalist Air depend upon the type of Elementalist Technique with which it is paired:</p><p><strong>Medicinal</strong>: Elemental physicians can affect the sanguine humors of the human body with Elementalist Air, which are typically associated with lightheadedness and diseases of the blood. An example would be quotidian fever. </p><p><strong>Philosophical</strong>: Elemental philosophers can use Elementalist Air to affect natural weather phenomena with their powers. They can also affect animals that possess a predominantly sanguine temperament, such as birds. </p><p><strong>Theurgical</strong>: Using Elementalist Air, elemental theurgists can affect air elementals and other creatures with Magic Might associated with Auram. Air elementals tend to have high mental Characteristics, but low physical Characteristics.</p><p>The character adds his Sanguine Trait to his Soak whenever he is damaged by the element of air, including suffering asphyxiation, inhaling poisonous gases, or being affected by powerful weather phenomena such as winds, hailstones, or lightning.</p>",
    "source": "HMRE",
    "page": 22,
    "indexKey": "elementalist-air",
    "review_status": "toReview",
    "reviewer": "xzotl",
    "credits": "",
    "defaultChaAb": "int",
    "speciality": "",
    "xp": 0,
    "accelerated": false,
    "optionLinked": true,
    "realm": "mundane"
  },
  "img": "icons/magic/air/wind-tornado-cyclone-white.webp",
  "effects": [],
  "folder": "16LRZFqj4LYYBPK0",
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.1.11",
    "createdTime": 1767453174155,
    "modifiedTime": 1767455412124,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "v5sEUIs8xhbx3Fqm",
  "sort": 1600000,
  "_key": "!items!v5sEUIs8xhbx3Fqm"
}
