{
  "name": "Elementalist Earth",
  "type": "ability",
  "system": {
    "key": "form",
    "option": "Elementalist-Earth",
    "description": "<p>Elementalist Earth is the study of the supernatural qualities of the earth, learning how to manipulate them with the Elementalist Techniques. It is a Difficult Art. Exactly what the character can do with Elementalist Earth varies, depending upon the type of Elementalist Technique with which it is paired:</p><p><strong>Medicinal</strong>: Elementalist Earth allows an elemental physician to draw upon his medical knowledge to affect the melancholic humors of the human body. This includes feelings of sadness, or diseases such as constriction. </p><p><strong>Philosophical</strong>: Elemental philosophers can affect the earth and its minerals with their magic, including animals with a melancholic temperament, such as slow-moving animals like cattle or generally docile animals like mice and badgers. </p><p><strong>Theurgical</strong>: Elemental theurgists can use Elementalist Earth to affect earth elementals and other supernatural beings associated with Terram. Earth elementals generally have high physical Characteristics, but low mental Characteristics.</p><p>The character adds his Melancholy Trait to his Soak whenever he is damaged by the element of earth, including suffocation, injuries by metal or stone weapons, crushing blows, or falling onto solid ground.</p>",
    "source": "HMRE",
    "page": 22,
    "indexKey": "elementalist-earth",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "credits": "",
    "defaultChaAb": "int",
    "speciality": "",
    "accelerated": false,
    "optionLinked": true,
    "realm": "mundane",
    "xp": 0
  },
  "img": "icons/magic/earth/projectile-boulder-debris.webp",
  "effects": [],
  "folder": "16LRZFqj4LYYBPK0",
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.1.11",
    "createdTime": 1767453284483,
    "modifiedTime": 1767455412124,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "qzskJVTxC0SXR5r1",
  "sort": 1200000,
  "_key": "!items!qzskJVTxC0SXR5r1"
}
