{
  "name": "Enigmatic Wisdom*",
  "type": "ability",
  "img": "systems/arm5e/assets/icons/abilities/enigma.svg",
  "effects": [],
  "flags": {
    "cf": {
      "id": "temp_mjq1fx3r06m",
      "path": "Abilities#/CF_SEP/Supernatural",
      "color": "#000000"
    },
    "core": {}
  },
  "system": {
    "description": "<p>&nbsp;</p>\n<p class=\"MsoNormal\" style=\"margin-bottom: 0.0001pt; text-align: justify;\"><span lang=\"EN-US\" style=\"mso-ansi-language: EN-US;\">Enigmatic Wisdom lies at the beginning of each path. Criamon apprentices learn to view events and objects in unusual and intuitive ways, usually by meditating on 15 riddles related to the Arts. This training helps them to find connections between concepts, and place this knowledge into the context of the Enigma. This in turn allows Criamon magi to understand the nature of humans, the universe, and the ties between them in ways incomprehensible to other magi. Once a magus has grasped the foundational elements of wisdom, he may develop deeper understanding by considering the insights of others, which can be transmitted through books, discussion, or mystical experiences.</span></p>\n<h2 style=\"margin-top: 6pt; text-align: justify;\"><strong><span lang=\"EN-US\">Symbolic Understanding</span></strong></h2>\n<p><strong> </strong></p>\n<p class=\"MsoNormal\" style=\"margin-bottom: 0.0001pt; text-align: justify;\"><span lang=\"EN-US\" style=\"mso-ansi-language: EN-US;\">A Criamon magus may use his Enigmatic Wisdom score to understand subtle symbols. This allows magi to interpret arcane events, perplexing situations, dreams, and visions.</span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom: 0.0001pt; text-align: justify;\"><span lang=\"EN-US\" style=\"mso-ansi-language: EN-US;\">Criamon magi can understand what kind of life experience lies behind each of another magus&rsquo;s stigmata with a successful Intelligence + Enigmatic Wisdom roll against an Ease Factor of 6. They can tell whether a character has been Warped, and how severely, with a Perception + Enigmatic Wisdom roll against an Ease Factor six or more, and if they beat an Ease Factor of 12, they understand, in general terms, what sort of life experience caused the Warping.</span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom: 0.0001pt; text-align: justify;\"><span lang=\"EN-US\" style=\"mso-ansi-language: EN-US;\">This Ability also assists with interpreting dreams and visions. It does not grant supernatural visions, but many Criamon also have that &mdash; separate &mdash; Flaw.</span></p>\n<h2 style=\"margin-top: 6pt; text-align: justify;\"><strong><span lang=\"EN-US\">Labyrinth Meditations</span></strong></h2>\n<p><strong> </strong></p>\n<p class=\"MsoNormal\" style=\"margin-bottom: 0.0001pt; text-align: justify;\"><span lang=\"EN-US\" style=\"mso-ansi-language: EN-US;\">Criamon magi may improve their concentration by engaging in labyrinth meditations. A labyrinth meditation is a non-magical ritual during which the magus walks slowly through a maze while contemplating a problem. Many contemplation mazes are simple ribbons, with a single path leading to a center, then out again. Simple contemplative labyrinths can be created with low-level spells.</span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom: 0.0001pt; text-align: justify;\"><span lang=\"EN-US\" style=\"mso-ansi-language: EN-US;\">The magus&rsquo;s mental state remains focused for an hour after he completes the labyrinth. This allows a bonus on a single roll. This can be used to untangle a single conundrum (an Enigmatic Wisdom roll), recall a single fact (a Lore roll), or perform a single physical action. Physical actions must take no longer than one minute (ten combat rounds). The bonus is equal to half the magus&rsquo;s Enigmatic Wisdom score.</span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom: 0.0001pt; text-align: justify;\"><span lang=\"EN-US\" style=\"mso-ansi-language: EN-US;\">The magus must have a score of at least one in the required Ability before it can be assisted by labyrinth meditations. Meditations add grace to the magus&rsquo;s thoughts and actions, but do not grant conscious skill. A magus who does not know how to swim, for example, cannot use the clarity of thought and action provided by the meditation to swim.</span></p>\n<p class=\"MsoNormal\" style=\"margin-bottom: 0.0001pt; text-align: justify;\"><span lang=\"EN-US\" style=\"mso-ansi-language: EN-US;\">Characters with an Enigmatic Wisdom score of three or more don&rsquo;t need a physical labyrinth; they can walk in a circle for the same effect. Those with a score of six or more don&rsquo;t even need to walk &mdash; they can imagine the circle. Labyrinth rituals take sixteen hours for characters with a score of one in Enigmatic Wisdom. The time required halves for each level they gain. Characters with brief meditation times cannot, however, perform several meditations and save or stack the bonuses.</span></p>\n<h2 style=\"margin-top: 6pt; text-align: justify;\"><strong><span lang=\"EN-US\">Twilight</span></strong></h2>\n<p><strong> </strong></p>\n<p class=\"MsoNormal\" style=\"text-align: justify;\"><span lang=\"EN-US\" style=\"mso-ansi-language: EN-US;\">Criamon magi understand Twilight better than other magi, and so navigate it more safely. This is reflected in the Twilight rules given in ArM5, pages 88&ndash;89.</span></p>",
    "source": "ArM5",
    "page": 0,
    "defaultChaAb": "int",
    "speciality": "",
    "xp": 0,
    "key": "enigma",
    "option": "",
    "realm": "magic",
    "indexKey": "enigmatic-wisdom",
    "reviewer": "xzotl",
    "review_status": "reviewed",
    "optionLinked": false
  },
  "_stats": {
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "coreVersion": "12.331",
    "createdTime": 1662235751933,
    "modifiedTime": 1731255710941,
    "lastModifiedBy": "tBE5EmoIXLzf3maM",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "folder": "Ku86xoVh78FXIgLr",
  "_id": "QofgLxblKSMirrz2",
  "sort": 0,
  "ownership": {
    "default": 0,
    "1JBSgWiiwizu7vru": 3
  },
  "_key": "!items!QofgLxblKSMirrz2"
}
