{
  "name": "Heartbeast*",
  "type": "ability",
  "img": "systems/arm5e/assets/icons/abilities/heartbeast.svg",
  "effects": [],
  "flags": {
    "core": {},
    "cf": {
      "id": "temp_mjq1fx3r06m",
      "path": "Abilities#/CF_SEP/Supernatural",
      "color": "#000000"
    }
  },
  "system": {
    "description": "<p style=\"text-align: justify;\">Bjornaer magi can take the form of a single&nbsp;mundane creature. This is usually an animal&nbsp;or bird, but it can be a plant. The heartbeast is&nbsp;always a living thing, and usually a noble creature.&nbsp;No known magus has had an earthworm&nbsp;heartbeast, for example. A maga&rsquo;s heartbeast displays a central aspect of her nature, so that her personality, even in human form, will&nbsp;resemble that of the creature. Initiates of the&nbsp;Bjornaer mystery gain the Ability Heartbeast.&nbsp;This Ability cannot be gained by any character&nbsp;who has not been initiated into the mystery. For initiates of the Outer Mystery, the&nbsp;Heartbeast Ability is only used when something&nbsp;tries to stop the magus changing forms.&nbsp;In that case, a roll of Stamina + Heartbeast&nbsp;against an Ease Factor set by the storyguide&nbsp;allows the character to change anyway.</p>\n<p style=\"text-align: justify;\">A Bjornaer maga can only change into&nbsp;one kind of animal, and that kind cannot be&nbsp;altered by Hermetic magic. The transformed Bjornaer can be changed, by Muto Animal magic, for example, but the kind of animal that&nbsp;her heartbeast is cannot be changed. A Bjornaer maga really is her heartbeast, and so remaining in that form does not count as being&nbsp;under an active mystical effect (see &ldquo;Warping,&ldquo;&nbsp;page 167). Of course, she is really human as&nbsp;well, so remaining human does not cause warping&nbsp;either. Hermetic magic is unable to tell whether an animal is actually a Bjornaer, and&nbsp;the same applies to most other kinds of magic.&nbsp;(This assumes that the maga is trying to hide&nbsp;her nature, of course.) As a result, a Bjornaer in&nbsp;animal form is affected by Animal spells, not&nbsp;Corpus or Mentem spells. Spells already in&nbsp;effect before the transformation remain in&nbsp;effect, however.</p>\n<p style=\"text-align: justify;\">Bjornaer magi can cast spells while in the&nbsp;form of their heartbeast, but they cannot speak&nbsp;or make the appropriate gestures, and thus normally&nbsp;take a &ndash;15 penalty.</p>\n<p style=\"text-align: justify;\">The transformation takes only a moment,&nbsp;and affects only the maga. None of her possessions are transformed. A Bjornaer who has been&nbsp;physically changed by magic may try to assume&nbsp;her normal form or her heartbeast form. She&nbsp;must roll Stamina + Heartbeast against an Ease&nbsp;Factor set by the storyguide. As a rule of&nbsp;thumb, 3 + the magnitude of the transforming magic is a reasonable number. If she does&nbsp;resume one of her natural forms, the other&nbsp;magic is dispelled.</p>\n<p style=\"text-align: justify;\">Bjornaer magi do not treat physical transformations&nbsp;as major magical effects for the purposes&nbsp;of gaining Warping Points. However, a&nbsp;magical transformation which is maintained&nbsp;over time will grant one Warping Point per&nbsp;year, as it is still a continuing mystical effect.</p>\n<p style=\"text-align: justify;\">Finally, Bjornaer magi cannot bind familiars.&nbsp;The reasons for this are debated, but the&nbsp;fact is uncontroversial.</p>",
    "source": "ArM5",
    "page": 91,
    "defaultChaAb": "int",
    "speciality": "",
    "xp": 0,
    "key": "heartbeast",
    "option": "",
    "realm": "magic",
    "indexKey": "heartbeast"
  },
  "_stats": {
    "systemId": "arm5e",
    "systemVersion": "2.2.2.19",
    "coreVersion": "12.331",
    "createdTime": 1662235751918,
    "modifiedTime": 1696534781140,
    "lastModifiedBy": "1JBSgWiiwizu7vru",
    "compendiumSource": null,
    "duplicateSource": null
  },
  "folder": "Ku86xoVh78FXIgLr",
  "_id": "kbS3M30Ahcmy3KUu",
  "sort": 0,
  "ownership": {
    "default": 0,
    "1JBSgWiiwizu7vru": 3
  },
  "_key": "!items!kbS3M30Ahcmy3KUu"
}
