{
  "name": "Hex",
  "type": "ability",
  "img": "systems/arm5e/assets/icons/abilities/evil-eyes.svg",
  "system": {
    "description": "<div class=\"el-p\"><p dir=\"auto\">The character has the power to bring about injury or ruin upon her enemies. There are three ways for her to activate this power: by making eye contact with her victim and proclaiming her purpose loud enough for him to hear, by tracing temporary occult signs and symbols on her target that indicate the dark fate she intends, or by acquiring an Arcane Connection to her target and fashioning a recognizable representation that can channel the effect through sympathetic magic.</p></div><div class=\"el-p\"><p dir=\"auto\">To hex a target, the character must make clear her will for it: she must declare her wishes to the victim aloud, or indicate the specifics of the hex in writing on or very near the target, or do something to the representation that is similar to what she intends to happen to the target. There is always a physical component to the hex (common practices include tying knots in a line, spitting, or giving the target the \"evil eye\").</p></div><div class=\"el-p\"><p dir=\"auto\">You must also state a time frame for the hex, anywhere from an effect that occurs immediately to a hex that will affect the third generation of the victim's descendants. Generally speaking, the sooner the effect manifests, the less potent it will be; and the longer the hex delays, the more powerful it will eventually become. For this reason you must always apply the delay modifier (see the sidebar) to the Hex total.</p></div><div class=\"el-table\" style=\"overflow-x: auto;\" dir=\"ltr\"><table><thead><tr><th dir=\"ltr\">Hex Delay Modifiers</th><th></th></tr></thead><tbody><tr><td dir=\"ltr\">Delay</td><td>Modifier</td></tr><tr><td>moment</td><td>–12</td></tr><tr><td>hour</td><td>–9</td></tr><tr><td>day</td><td>–6</td></tr><tr><td>week</td><td>–3</td></tr><tr><td>month</td><td>0</td></tr><tr><td>season</td><td>3</td></tr><tr><td>year</td><td>6</td></tr><tr><td>generation</td><td>9</td></tr><tr><td>lifetime</td><td>12</td></tr></tbody></table></div><div class=\"el-p\"><p dir=\"auto\">When you have framed the hex appropriately, roll Intelligence + Hex + aura bonus + the delay modifier and compare this to the Ease Factor on the Hex Effects chart. The severity of these effects is comparable to the effects of botching a roll with a specific number of 0s on the botch dice, as noted below. If you should botch the Hex roll, the hex may still happen, but with unpredictable and unintended results, possibly affecting the character or someone close to her instead. Or, she may suffer Warping Points, fatigue loss, or other unfortunate effects.</p></div><div class=\"el-p\"><p dir=\"auto\"><strong>Hex: stress die + Intelligence + Hex + Aura bonus + modifiers</strong></p></div><div class=\"el-table\" style=\"overflow-x: auto;\" dir=\"ltr\"><table><thead><tr><th dir=\"ltr\">Hex Effects</th></tr></thead><tbody><tr><td>Ease Factor</td><td>Severity</td><td>Example</td></tr><tr><td>6+</td><td>Minor(1 botch)</td><td>Automatic failure at an important task</td></tr><tr><td>12+</td><td>Serious (2 botches)</td><td>Struck blind</td></tr><tr><td>18+</td><td>Major (3 botches)</td><td>Debilitating illness</td></tr><tr><td>24+</td><td>Critical (4 botches)</td><td>All Characteristics reduced by 3</td></tr><tr><td>30+</td><td>Terminal (5 botches)</td><td>Sudden death</td></tr></tbody></table></div><div class=\"el-p\"><p dir=\"auto\">A potential victim can avoid the effects of a hex by seeking out supernatural protection of some sort, usually from the Divine. If a character receives absolution in a religious ceremony, all hexes that have targeted him are permanently undone. Characters can also remove hexes with other supernatural effects, such as a Perdo Vim spell, a faerie blessing, or a holy miracle. Treat the hex as having a spell level equal to the number of botch dice it approximates, multiplied by 10, so that a Serious hex is a level 20 effect, and a Critical hex is level 40.</p></div><div class=\"el-p\"><p dir=\"auto\">Hex is often a false power (as the False Power Flaw) associated with the Magical or Faerie realms. That is, it often uses the Magical or Faerie column of the realm interaction chart, but appears as an unholy power when subjected to divine or infernal powers of investigation. Purely Infernal versions of the power also exist, as do Magical or Faerie versions that are not touched by the Infernal. Such \"pure\" versions of Hex are rare, however, as demons love to taint this power. Specialties: A specific duration, one method of hexing, a particular effect. (Supernatural)</p></div>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "hex",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "defaultChaAb": "int",
    "speciality": "",
    "xp": 0,
    "accelerated": false,
    "key": "supernatural",
    "option": "Hex",
    "realm": "mundane"
  },
  "effects": [],
  "folder": "ZbCET9zUtDWzYD5z",
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.331",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.6",
    "createdTime": 1731086829015,
    "modifiedTime": 1731131986149,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_id": "rGyuUYS2OE3YaD02",
  "sort": 300000,
  "_key": "!items!rGyuUYS2OE3YaD02"
}
