{
  "name": "Medicinal Summoning",
  "type": "ability",
  "system": {
    "key": "technique",
    "option": "Medicinal-Summoning",
    "description": "<p>With medicinal magic, the character can use Summoning to alter the humors in a human body, curing diseases and resolving crises. This might be seen as summoning the necessary humors to restore the body to its natural equilibrium, though this has no effect on wounds that were not caused by deprivation, disease, or aging. Summoning can also imbalance the humors enough to cause a disease, drawing the humors out of the body instead. The elemental physician must touch the target, and if you are using the disease rules found in Art & Academe, the Summoning Total determines the strength of the disease that is caused or cured. Otherwise, a Summoning Total that corresponds to the Size of the target (as listed on the chart above) affects a disease that is equivalent to a Light wound or a minor illness; one magnitude more affects a disease equivalent to a Medium wound or a serious illness, two magnitudes more for a Heavy wound or a major illness, and three magnitudes more for an Incapacitating wound or critical illness. The Elementalist Form used in the Summoning Total should be the Form that best corresponds to the type of sickness, and this effect must penetrate the target’s Magic Resistance, if any.</p>",
    "source": "HMRE",
    "page": 23,
    "indexKey": "medicinal-summoning",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "credits": "",
    "defaultChaAb": "int",
    "speciality": "",
    "xp": 0,
    "accelerated": true,
    "optionLinked": true,
    "realm": "mundane"
  },
  "img": "icons/svg/aura.svg",
  "effects": [],
  "folder": "16LRZFqj4LYYBPK0",
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.1.11",
    "createdTime": 1767453660179,
    "modifiedTime": 1767455412124,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "EvKqXwCBXb4Hmbv9",
  "sort": 1300000,
  "_key": "!items!EvKqXwCBXb4Hmbv9"
}
