{
  "name": "Medicinal Controlling",
  "type": "ability",
  "system": {
    "key": "technique",
    "option": "Medicinal-Controlling",
    "description": "<p>The elemental physician can control the emotions of human beings by manipulating the bodily humors, inspiring or suppressing specific emotions associated with the appropriate element. The strength of this emotion depends upon the strength of the Controlling Total, but it is roughly equivalent to a Personality Trait with a positive or negative value of (Controlling Total / 10), rounded</p><p>up. For example, a Controlling Total using Elementalist Water of 25 would inspire a +3 Phlegmatic Trait in the person (see Elemental Traits, above, for a description of how this would cause the person to behave). This effect lasts until the target eats and sleeps, as if that person were recovering from long-term fatigue. If the effect must penetrate Magic Resistance, the elementalist must decide the strength of the Trait he wishes to inspire before his Penetration Total is calculated. Elemental physicians can also issue commands (such as “begone!”) to supernatural creatures that have become part of a human body, such as disease spirits or possessing demons, in the same way that an elemental theurgist can command elemental beings. The physician’s Controlling Total must exceed the Might of the target on the Summoning chart, and he must use his lowest of his scores in the four Elementalist Forms for the formula.</p><p></p>",
    "source": "HMRE",
    "page": 25,
    "indexKey": "medicinal-controlling",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "credits": "",
    "defaultChaAb": "int",
    "speciality": "",
    "accelerated": true,
    "optionLinked": true,
    "realm": "mundane",
    "xp": 0
  },
  "img": "icons/svg/aura.svg",
  "effects": [],
  "folder": "16LRZFqj4LYYBPK0",
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.4.1.11",
    "createdTime": 1767454758366,
    "modifiedTime": 1767455412124,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_id": "3zLzNX990dIN26Za",
  "sort": 100000,
  "_key": "!items!3zLzNX990dIN26Za"
}
