{
  "name": "Persona",
  "type": "ability",
  "img": "systems/arm5e/assets/icons/abilities/persona.svg",
  "system": {
    "description": "<div class=\"el-p\"><p dir=\"auto\">The character with this Ability can alter his appearance to adopt a different identity. He can alter any aspect of his appearance: hair and eye color, complexion, shape of nose, build and height (within the limits of his Size), apparent age, and even gender. These changes are total, proof even to the most intimate mundane scrutiny, but do not change the character’s essential nature. Consequently, all Characteristic scores remain unchanged, Virtues and Flaws are transferred to all new forms, and a character who does not normally have a womb cannot become pregnant when adopting the persona of a someone who does.</p></div><div class=\"el-p\"><p dir=\"auto\">Adopting a different identity requires one round of concentration and a roll of Stamina + Persona against an Ease Factor of 9. Changing back to the character’s natural form requires the same concentration and the same roll. Each identity has its own Personality Traits and behavioral quirks, and no Disguise roll is necessary to convince others of the role; this is not a disguise but a whole different person.</p></div><div class=\"el-p\"><p dir=\"auto\">The character gains one identity for every point he has in the Persona Ability. Every time the Ability increases by one point, the character must design a new identity. </p><p dir=\"auto\"><strong>Specialties</strong>: priests, peasants, magi (Supernatural)</p></div>",
    "source": "ArM5Def",
    "page": 0,
    "indexKey": "persona",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "defaultChaAb": "sta",
    "speciality": "",
    "xp": 0,
    "accelerated": false,
    "key": "supernatural",
    "option": "Persona",
    "realm": "magic",
    "optionLinked": false
  },
  "effects": [],
  "folder": "ZbCET9zUtDWzYD5z",
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.3.2.7",
    "createdTime": 1731098573364,
    "modifiedTime": 1731255710945,
    "lastModifiedBy": "tBE5EmoIXLzf3maM",
    "exportSource": null
  },
  "_id": "hEwiSa6eobo1vgnn",
  "sort": 0,
  "_key": "!items!hEwiSa6eobo1vgnn"
}
