{
  "name": "Philosophical Summoning",
  "type": "ability",
  "system": {
    "key": "technique",
    "option": "Philosophical-Summoning",
    "description": "<p>The elemental philosopher conjures natural phenomena (wind, flame) or base matter (earth, water) of the appropriate element(s) from the surrounding area, of an amount no more than the Size indicated by the Summoning Total on the chart earlier, to a place within his immediate reach. Additional magnitudes summon more-dangerous phenomena (increasing air and fire Damage by +5) or more-substantial matter (stone and ice, and then harder or colder materials). These summoned materials are always wild and untreated, and the elementalist has no control over their shape. For example, a Summoning Total of 5 using Elementalist Earth might summon enough silver to make a coin, but it would probably appear as a pile of shavings rather than a single lump. The elemental philosopher can also summon living animals that are native to the area and have a dominant temperament (choleric, melancholic, phlegmatic, or sanguine) appropriate to the element used in the summoning. The character can even summon a group of animals, so long as their collective size does not exceed the Size listed for the Summoning Total on the chart above, and as long as the sum of their Might Scores does not exceed the Might indicated for the level of the effect on the chart. If any of the summoned animals have Magic Resistance, the effect must penetrate.</p><p></p>",
    "source": "HMRE",
    "page": 23,
    "indexKey": "philosophical-summoning",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "credits": "",
    "defaultChaAb": "int",
    "speciality": "",
    "xp": 0,
    "accelerated": true,
    "optionLinked": true,
    "realm": "mundane"
  },
  "img": "icons/svg/aura.svg",
  "effects": [],
  "folder": "16LRZFqj4LYYBPK0",
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.1.11",
    "createdTime": 1767453761522,
    "modifiedTime": 1767455412124,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "zEmbMZsPsLsDZg4p",
  "sort": 900000,
  "_key": "!items!zEmbMZsPsLsDZg4p"
}
