{
  "name": "Theurgical Summoning",
  "type": "ability",
  "system": {
    "key": "technique",
    "option": "Theurgical-Summoning",
    "description": "<p>The elemental theurgist can bring an elemental into being from an amount of pure base material, such as unworked stone, fresh water, or a natural breeze. The Summoning Total determines the being’s maximum Might, based on the Size of the materials at hand, as shown on the chart. For example, a Summoning Total of 15 could potentially summon an earth elemental with Magic Might 15 from a man-sized pile of earth. You can use the rules in Realms of Power: Magic to design this elemental, or else simply assign it stats and powers that seem appropriate to its Size and Form — an earth elemental with Might 20 might have two Terram powers and 20 points of physical Characteristics, and an air elemental with Might 15 could have one Auram power and</p><p>15 points of mental Characteristics. Elementals are permanently summoned, but do not recover their Might Points over time unless they consume vis, and revert to their natural form when all of their Might Points have been spent, leaving no vis behind. (See the Summoning Elementals sidebar for more details.)</p>",
    "source": "HMRE",
    "page": 23,
    "indexKey": "theurgical-summoning",
    "review_status": "reviewed",
    "reviewer": "xzotl",
    "credits": "",
    "defaultChaAb": "int",
    "speciality": "",
    "xp": 0,
    "accelerated": true,
    "optionLinked": true,
    "realm": "mundane"
  },
  "img": "icons/svg/aura.svg",
  "effects": [],
  "folder": "16LRZFqj4LYYBPK0",
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.1.11",
    "createdTime": 1767453902407,
    "modifiedTime": 1767455412124,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "mGKoH1DH8vRKj7O6",
  "sort": 1100000,
  "_key": "!items!mGKoH1DH8vRKj7O6"
}
