{
  "name": "Chartered Town",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/generalFlaw.svg",
  "system": {
    "description": "<p>The covenant is a town and has been granted a generous charter by the local lord, which frees the covenant from mundane interference and taxes, except as required by the charter. The covenfolk expect to be able to freely exercise their rights under the charter, which may occasionally interfere with the plans of the magi who are otherwise able to control the town — although daily town business is generally delegated to mundane representatives. The charter cannot compel the magi to render service to the lord, as this would contravene the precedent in the Peripheral Code that prohibits acting as a court wizard. Nonetheless, the lord may from time to time request service from the magi and hence the magi may need to defend themselves from accusations that they are in fact court wizards. </p><p>This is a boon, as it frees the covenant from any feudal obligations associated with the land that the covenant is constructed on, and the magi also benefit from having urban amenities (merchants and craftsmen, for example) readily available. The main benefit to the lord is that the presence of the magi is likely to increase the prosperity of the town, perhaps encouraging the growth of other towns that he controls, and increasing the amount of taxable traffic on the roads. The lord may also imagine that the magi will help to cope with any supernatural crises that occur in the area — although they may well cause supernatural perils, too. </p><p>This boon is incompatible with the Urban Hook (ArM5, page 74), and cannot be Unknown.</p>",
    "source": "C&G",
    "page": 11,
    "indexKey": "chartered-town",
    "review_status": "reviewed",
    "reviewer": "lichen",
    "type": "other",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.4",
    "createdTime": 1751015911569,
    "modifiedTime": 1751016071323,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "folder": null,
  "_id": "7tyrrASc2jRkNaoN",
  "sort": 100000,
  "_key": "!items!7tyrrASc2jRkNaoN"
}
