{
  "folder": "NNie4WtwnoW0QtNz",
  "name": "Chase",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/generalFlaw.svg",
  "system": {
    "description": "<p>A chase is an area of royal forest, or other forest that once belonged to a major nobleman, that has been granted to the covenant for its use. The intended function of the chase is the breeding and capture of game animals, like deer, and the chase probably includes hides and runs, to aid in hunting. The covenant, in turn, usually allows its servants use of the chase. Poaching is typically forbidden, as is tree felling, but the magi may vary this as suits them, to reward exceptional service. Most peasants collect firewood in the chase, harvest wild nuts and berries, and run small groups of pigs. </p><p>The chase is a thoroughly domesticated piece of woodland. It usually lacks large predators, like wolves, but the covenant employs gamekeepers to ensure that new marauders do not migrate into the chase. Gamekeepers may live in the chase, with their families. Chases also attract criminals as hiding places. </p><p>There are many stories of knights finding faerie courts while chasing deer, but the covenant’s chase is probably free of faerie nobles. Lesser faeries are found in profusion, but they have a more human, and friendlier, character than the primal forces of the dark woods. It is not, however, unusual for a chase to abut an untamed forest. The border is often marked in some way, for example by a stream. Beyond the border, the forces of the wild often lay traps, and post guards, to dissuade humans who stray from the chase.</p>",
    "source": "Cov",
    "page": 23,
    "indexKey": "chase",
    "review_status": "reviewed",
    "reviewer": "lichen",
    "type": "covenantSurroundings",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.4",
    "createdTime": 1751015909748,
    "modifiedTime": 1751016071663,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "cIoajgiUH8gPgVtl",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!cIoajgiUH8gPgVtl"
}
