{
  "folder": "uTrOOKAjKu9SmCWn",
  "name": "Curtain Walls and Mural Towers",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/generalFlaw.svg",
  "system": {
    "description": "<p>A curtain wall is a crenellated wall around a bailey. The wall is around thirty feet high and between eight and twenty feet thick. It has an exterior of dressed stones and is filled with a rubble core. Mural towers protect a curtain wall. </p><p>Most mural towers built before 1200 are square in cross-section. Round and semicircular towers are the preferred types for contemporary building. Most towers are enclosed buildings, but some, particularly semicircular towers, have no masonry on the inside face, so that if they are captured, they do not provide the enemy with cover. Others are closed until they reach the level of the parapet, and are then open. </p><p>There are many covenants where the towers are badly sited, and many more where each tower is so filled with personal material that it impedes defense. Some castles have towers as far from the obvious avenue of attack as possible. This is because the towers were built before crossbows become popular weapons of siegecraft: they are intended as residences, and so have been placed away from harm. </p><p>The Bell Tower built at Dover Castle in 1189 exemplifies an opposite extreme, the archery tower. It is an octagonal, three story tower. Each story has six positions for crossbowmen, with the other sides used for a stairwell and a latrine. During peace, the tower is used for storage and to barrack its crossbowmen. A tower like this could not be used as a sanctum, unless the magus was willing to have his laboratory removed swiftly as enemies approached. </p><p>Magi understand that their desire to claim a tower on the curtain wall can seriously impair the castle’s effectiveness. Many covenants compromise between the residential and military possibilities of the tower by designating the lowest floor as a foxhole and filling it only with materials easily removed or destroyed, and using the roof as a sentry post and sniper’s nest. </p><p>A covenant designed with this Boon has as many mural towers as suits the troupe. Framlingham has thirteen towers, including two for its gate, while other castles built at the same time are rectangular baileys with a fat tower at each corner and two at the gate. There are two disadvantages to having a dozen towers: they are expensive to build, maintain, and garrison, and they declare to all of your neighbors that you expect to rule the county someday. Every extra tower makes a castle more difficult to ignore. </p><p>This Boon includes either the Shell Keep or Tower Keep Minor Boon, or one of the four alternatives described in the insert “Keep Alternatives for Castles with Curtain Walls” on the previous page. It also includes the option of a barbican and moat, described in the insert “Barbicans and Moats,” also on the previous page.</p>",
    "source": "Cov",
    "page": 13,
    "indexKey": "curtain-walls-and-mural-towers",
    "review_status": "reviewed",
    "reviewer": "lichen",
    "type": "other",
    "impact": {
      "value": "major"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.4",
    "createdTime": 1751015902240,
    "modifiedTime": 1751016071595,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_id": "Wo01UAJKXX66p1d7",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!Wo01UAJKXX66p1d7"
}
