{
  "folder": "srD5b014sxqCfIQU",
  "name": "Edifices",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/generalFlaw.svg",
  "system": {
    "description": "<p>An edifice is any major building erected to inspire awe. Covenants rarely need edifices: they could function equally well with many small buildings, made of cheaper and less ornamented materials. Many covenants, however, have at least one, to mark their wealth and power, to beautify their covenant, to arouse the envy of their peers, and to mark their covenant’s priorities. Edifices do not require the Castle Hook unless several of them, grouped together, form a structure as threatening as a castle. </p><p>Some edifices are used primarily by magi. The Hermetic Fair in the Alps is held in a vast, twelve-sided hall with walls of polished quartz. Impossible ivory trees, festooned with silk banners, support its roof. The Garden of Ossuaries at Valnastium is beautiful parkland dotted with elaborate marble tombs that are inscribed with, or recite, the deeds of early Jerbiton magi. Great Works — described in the Chapter 7: Library — may be purchased either as Edifices with this Boon or as books with Build Points. </p><p>Other edifices have an economic basis. One covenant keeps a woolshed of such exterior beauty that it is sometimes mistaken for a monastery, while one Mercer House has naval yards of such widely reported excellence that none dare raid its shipping. There is another covenant whose aqueduct and irrigation system are a marvel, such that certain Verditius magi weep at the sight of them. </p><p>Some edifices are designed for use by covenfolk. Val Negra has a tremendous bath-house, built by Flambeau, where the covenfolk gather, bathe, gossip, eat, are shaved, and have blood let. It also has a stadium, presumed of Roman origin, in which military sports were practiced, although its enchantments have now gone dangerously awry. </p><p>Most edifices, in older covenants, mimic Roman style. These buildings have barrel or groin vaulted roofs, which are hemispherical. The enormous pressure placed upon the upright supports by such roofs causes the walls of most structures to buckle outwards, so piles of buttressing stone must be erected to support them. The walls are very thick, so the windows are small and relatively few. </p><p>An alternative style has emerged in the last half-century in France. In it, the frame of the building is exposed, and such wall as can be done away with is. The key difference of these buildings is that the French have discovered that a pair of pointed arches that intersect at right angles form an extremely strong structure. These arched pairs can be placed on very tall supports. This technique creates buildings which look lighter and airier, but which are more difficult, and far more expensive, to construct. Windows are larger, and spires are far more common in these buildings. Many Hermetic edifices, particularly those refurbished during the last hundred years, show some combination of these two styles. This can confuse travelers, since the French style is predominantly ecclesiastical and the traditional style more mundane.</p>",
    "source": "Cov",
    "page": 14,
    "indexKey": "edifices",
    "review_status": "reviewed",
    "reviewer": "lichen",
    "type": "other",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.4",
    "createdTime": 1751015902240,
    "modifiedTime": 1751016071410,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "DikO7IsbOE8bUj94",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!DikO7IsbOE8bUj94"
}
