{
  "folder": "oyCX9kEdLDIWPm1r",
  "name": "Ringwork",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/generalFlaw.svg",
  "system": {
    "description": "<p>This is the most primitive sort of castle, and is easily raised by Hermetic magic. It begins with the excavation of a vast ditch, in some cases twenty feet deep and wide. The soil from this excavation is piled and packed down to create a rampart as much as fifteen feet high. A thin, stone wall, perhaps six feet high, without a walkway, is placed upon the rampart. </p><p>Wooden buildings, including a short tower of little defensive value, lie within the ring. Some ringworks partition the defended space into two wards. The inner ward houses the ruler of the ringwork and his attendants, the outer their servants and supporters. Hermetic magi find this division useful, as it reduces their contact with covenfolk unused to The Gift. </p><p>Ringworks were highly effective castles until the crossbow became popular. A ringwork lacks the elevation necessary to assist defenders. They are less useful in the 13th century, but many ringworks are still being constructed in Mythic Europe because they are cheap to construct and maintain. </p><p>A ringwork cannot resist a determined military assault for long. It can act as a staging area for a force of knights, though, so aggressive development will alarm all noblemen within ten miles.</p>",
    "source": "Cov",
    "page": 12,
    "indexKey": "ringwork",
    "review_status": "reviewed",
    "reviewer": "lichen",
    "type": "other",
    "impact": {
      "value": "free"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.4",
    "createdTime": 1751015902240,
    "modifiedTime": 1751016071658,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "c788iGUop1PHBzBX",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!c788iGUop1PHBzBX"
}
