{
  "folder": "srD5b014sxqCfIQU",
  "name": "Shell Keep",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/generalFlaw.svg",
  "system": {
    "description": "<p>The shell keep is a modification of the motte and bailey castle. A motte is an artificial mound of earth, between ten and one hundred feet tall, on which a wooden tower is built. This tower overlooks and defends a courtyard that is surrounded by a ditch, embankment, and wooden palisade. This courtyard is called the bailey. Some noblemen still build motte and bailey castles in 1220, although Hermetic magi rarely do. </p><p>Most motte and bailey castles have been strengthened since their creation with stonework. A problem for a nobleman planning improvements is that the motte dominates the bailey, and so cannot be ignored, but is not strong enough to hold a stone tower keep of the style found in more modern castles. The solution to this problem is the shell keep. </p><p>A shell keep is a stone wall, usually two stories high, that replaces the wooden palisade atop the motte. The wall is thin compared to other fortifications, being between eight and fifteen feet, and has a crenellated walkway. Some structures like this are so large that it is not clear if they are a shell keep or a small inner bailey: Restormel in Cornwall, for example, is 40 yards across. Buildings are constructed, using the stone wall as one external wall. These are usually wooden, or thin stone, and lack defensive use, but are far more spacious, airy, and comfortable to live in than those of a conventional keep. The center of the ring of buildings is usually a courtyard. </p><p>The wooden palisade around the bailey is also replaced, by a thick stone wall about thirty feet high. This has a crenellated walk. Entry to the castle lies through the lowest story of a square tower, two stories high.</p>",
    "source": "Cov",
    "page": 15,
    "indexKey": "shell-keep",
    "review_status": "reviewed",
    "reviewer": "lichen",
    "type": "other",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.4",
    "createdTime": 1751015902240,
    "modifiedTime": 1751016071461,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_id": "HXDx4CLd063GqWqO",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!HXDx4CLd063GqWqO"
}
