{
  "folder": "oyCX9kEdLDIWPm1r",
  "name": "Small Tower",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/generalFlaw.svg",
  "system": {
    "description": "<p>The covenant surrounds a small tower, four stories high, with one or two rooms per story. For small covenants, the tower is appended to a fortified courtyard, into which stock are driven in troubled times. Larger covenants surround the tower with outbuildings, which are wooden and lack defensive value. A stone wall, six feet high and without a walkway, surrounds these buildings. </p><p>Towers allow their inhabitants to see approaching forces from a greater distance, and increase the field of fire of magi and crossbowmen, but are much less comfortable to live in than manor houses. The magi probably have a hall in the courtyard and use the tower as a storehouse, retreating to it only in times of immediate threat. Towers used only as retreats and observation posts, called pele towers, are even less comfortable than tower houses. </p><p>A tower cannot hold off a determined force of soldiers. A traditional method of killing the inhabitants of a tower is to stack wood about it, then set the wood on fire, smoking the defenders to death. A tower cannot act as a staging area for large military groups, and alarms minor landholders only, so it does not count as a castle.</p>",
    "source": "Cov",
    "page": 12,
    "indexKey": "small-tower",
    "review_status": "reviewed",
    "reviewer": "lichen",
    "type": "other",
    "impact": {
      "value": "free"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.4",
    "createdTime": 1751015902240,
    "modifiedTime": 1751016071432,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "Fr6QaTEoBx28mk6r",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!Fr6QaTEoBx28mk6r"
}
