{
  "folder": "taPwr8YUquZQvvXh",
  "name": "Time Dilation or Contraction",
  "type": "virtue",
  "img": "systems/arm5e/assets/icons/VF/generalFlaw.svg",
  "system": {
    "description": "<p>The covenant resides in a place, usually a regio, where time does not run at the rate usual to Mythic Europe. Dilated time allows the magi to live for longer periods, from the perspective of outsiders, but they develop only slowly compared to those living at the standard rate. Contracted time, on the other hand, allows the members of the covenant to study faster, and develop their covenant more swiftly, than the rest of Mythic Europe, although to outsiders they appear to age rapidly. In some regiones, the time difference is unnoticed until the visitor leaves, when age fades from them, or comes crushing down. In others, they age in local time. </p><p>Vis sources within the regio usually refresh in mundane time. A handful of mildly time-contracted regiones have sources that replenish in local time. This is paid for separately in covenant creation, by paying for the vis that the source yields in a mundane year rather than a local year. The Redcaps have been searching avidly for quick regiones that replenish in local time, but have never confirmed their existence. </p><p>Settlements in regiones with dilated or contracted time are rare, but known. The Quaesitores have occasionally used prison regiones that rapidly contract time, and, on at least one occasion, trapped a group of suspects in a profoundly contracted regio while their innocence was determined. </p><p>The covenant with the largest dilation is a tiny chapter house in the mountains, where each day is a real-world month. The Criamon magus who lives within it believes calamitous times are near, and wishes to see the future of the Order, acting as a living repository of its history. The greatest contraction occurs in a covenant that House Tytalus founded during the Schism War to allow its younger magi to become hardened. This covenant also has only a single magus, who serves for a year of the local time, which is one- seventh of a normal year. Its population has lived for dozens of generations since the Schism, and their culture has become baroque and self-referential.</p>",
    "source": "Cov",
    "page": 7,
    "indexKey": "time-dilation-or-contraction",
    "review_status": "reviewed",
    "reviewer": "lichen",
    "type": "covenantSite",
    "impact": {
      "value": "major"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.4",
    "createdTime": 1751015907910,
    "modifiedTime": 1751016071585,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_id": "VMKpGzpe2YDhy6cF",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!VMKpGzpe2YDhy6cF"
}
