{
  "folder": "TsBkrSRLtcu3VClf",
  "name": "Unwitting Defenders",
  "type": "flaw",
  "img": "systems/arm5e/assets/icons/base-magic.svg",
  "system": {
    "description": "<p>The covenant’s location is such that most mundane defensive duties are performed by an entity which is unaware of the covenant’s existence. The covenant likely pays some small tax for this protection. There is no formal agreement, and the defensive force cannot withstand a serious invading or attacking force, but it does prevent bandits, pirates, or other opportunistic groups from harassing the covenant. The covenant cannot directly guide, lead, or otherwise influence this defending force without revealing its existence, at which time a story should determine if this Boon shifts to become a Local Ally (or Powerful Ally, in the case of the Major Boon) or a Rival/Unsafe Hook. </p><p>For the Major form of this Boon, the covenant is protected by a force that can weather a siege or oppose a serious attacking force and it certainly pays taxes for this protection, but this is factored into expenditures unless the Poverty Hook is chosen. This force may even possess some form of fortification, but the covenant has no control over or access to the fortification.</p>",
    "source": "custom",
    "page": 143,
    "indexKey": "unwitting-defenders-minor",
    "review_status": "reviewed",
    "reviewer": "lichen",
    "type": "covenantResources",
    "impact": {
      "value": "minor"
    },
    "hidden": false,
    "tainted": false
  },
  "effects": [],
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.4",
    "createdTime": 1751015906271,
    "modifiedTime": 1751016329846,
    "lastModifiedBy": "6SdI10VpXHcBvx2J",
    "exportSource": null
  },
  "_id": "uI59vwxh6ImmLyWj",
  "sort": 0,
  "ownership": {
    "default": 0,
    "6SdI10VpXHcBvx2J": 3
  },
  "_key": "!items!uI59vwxh6ImmLyWj"
}
