{
  "name": "Items",
  "folder": "fvhddaQ8XyRwnldJ",
  "ownership": {
    "default": 2,
    "6SdI10VpXHcBvx2J": 3
  },
  "_id": "KKFKdcwXkQJchvjw",
  "pages": [
    {
      "name": "Items",
      "text": {
        "markdown": "The following Items are available for creation.\n\n  \n**Reminder**: You can create folder of Items in the sidebar or in a Compendium to be then dragged and dropped on an Actor (eg: Magus package, Grog package). Easy way to add a bunch of abilities, virtues and flaws to a character at creation. \n\n**Game metadata:** Since the description cannot be made available for copyright reasons, most Item types available in the system Compendium are provided with the name of the sourcebook they are coming from and the page they can be found (English edition). Their display is managed by a setting (see @UUID[JournalEntry.AYlByKlrOc3BuHOG.JournalEntryPage.WwcmJz7FCM5GKVJq]{Settings})\n\nA some of Item's types don't make sense for some Actor types (eg:Ability on a Covenant), they will be filtered and ignored.\n\n## Abilities\n\nBeside the name, speciality and description, the following fields are available. A * indicates this field is only visible when it is owned.\n\n  \n**Name:** A note of the name: it can be whatever you want, in the language you want. The system doesn't care about it. (see Ability key below).\n\n**Score**: it can either be adjusted using the plus and minus signs or by directly inputting the experience amount.\n\n**Default characteristic:** This selects the characteristic used by default when you roll that ability\n\n**Ability key:** This is an **important** information for the system. It allows it to know which ability it is independently of its name. This permits the system to do a lot of things:\n\n-   Check if a character has a specific ability and its score\n    \n-   Automatically use an ability's score to implement some rules or compute some value (eg: Parma Magica, penetration).\n    \n-   Know which ability to progress during a long term activity\n    \n-   And more as the system evolves\n    \n\n**In short, if you don't configure it properly, some features won't work.**  \n\n**Ability option:** This field is greyed out most of the time, except for generic abilities. See below\n\n**Active effects on abilities**\n\nAbilities modified by an active effect have a coloured halo\n\n![](modules/arm5e-compendia/doc/images/EffectsOnAbilities.webp)\n\nPuissant ability\n\n  \n\n  \n\nAffinity with ability\n\n  \n\n  \n\nAffinity with ability and puissant ability\n\n  \n\n### Generic abilities\n\n-   Area lore, Organization lore, Languages (Dead or not), Craft, Profession, Mystery cult lore and supernatural power are generic abilities. They require an additional parameter to be recognized by the system, because there could be any number of them. Otherwise, it wouldn't be possible to differentiate them.\n    \n-   Each generic ability with a different Ability option is totally independent of the others. It has its own speciality an default characteristic on rolls.\n    \n-   Generic abilities in Compendia should already have their option set (eg: Dead language (Latin) has \"Latin\" in its ability option).\n    \n-   The ability option is particularly useful when you want to add an affinity or puissant ability virtue. If you have multiple instance of an ability (eg: leatherwork and glassblowing, both craft abilities), using the option will allow to pick the correct one.\n    \n-   **Important**: only alphanumeric characters are allowed for an ability option. The system will automatically remove other characters. Use CamelCase if you want to put multiple words.\n    \n\n## Virtues and Flaws\n\n**Type**: Some Actors will only accept virtues and flaws of a certain type.\n\n**Impact**: only used to keep track of how many points are used at character creation.\n\n**Description:** Usually empty (see FAQ), but in some cases there are active effects (see below) that need \"to be configured\". Look for that text before adding it.\n\n### Effects:\n\nVirtues and flaws can have active effects which will be transmitted to their owner (see @UUID[JournalEntry.twIpCTIRKJMGbOVw.JournalEntryPage.mQBvNiLPBZjOao0F]{Active effects}). Whenever possible, those are already configured in the system Compendia (eg: the Large virtue will give +1 size).\n\n**Important:** Before V11, due to a Foundry core's limitation, it is not possible to edit active effects of an owned Item. You must edit it first in the sidebar. It is particularly relevant for effects that need configuration like Affinity, Puissant art, etc.\n\n### Personality traits and reputations\n\nYou can add as many reputations and personality traits as you wish. They can progress as abilities.\n\n## Base effects\n\nThe base effect is the root of any magical effect, spell or powers. They are intended to be used in the @UUID[JournalEntry.NGnaPcEcFR8xvhpR.JournalEntryPage.MOBLXlevcrM8tGiY]{Codex}.\n\n**Requisites**:\n\nYou can select additional arts as requisites by clicking on the hammer icon:\n\n![](modules/arm5e-compendia/doc/images/Requisites.webp)\n\nThe **base level** is the level of a spell with this effect with minimal attributes (Range: self, Duration: Momentary, Target : individual). It is the same number found in the book for the spell guidelines.\n\n## Magical effects\n\nA magical effect is like a spell and is designed like it.  \nThe concept doesn't exist in the official rules, but it is used in the system to keep a collection of commonly used spontaneous effects for a character. Instead of designing it every time in play, it is ready to use.\n\nSee **Spells** below for more details about the fields\n\n## Spells\n\n**Level:** The level field is read only. It is computed from the base level and all the other attributes as per the rules.\n\n**Spells attributes (Range, Duration, Target):** By default, the list of available attributes is limited to those of the core book. However, using the **sourcebook filter** setting, you can expand the list to those present in other books (note that most of them have restriction for their use). The number in parenthesis is the amount of magnitudes the spell level will increase.\n\n**Apply magical focus (owned):** This is to indicate if the spell effect falls into the scope of any magical focus the character possesses. Casting total will be computed accordingly.\n\n**Bonus and bonus description (owned):** These fields are here to cover any specific bonus not covered by the system (yet). Examples: specialities of abilities like Artes liberales for rituals, Talisman bonuses,…\n\n**Mastery (owned):** Like abilities, you can change the score by using the plus and minus signs or directly put the total experience.\n\n**Mastery abilities (owned)**: Just a free form text field for now, but expect it to change in the future…\n\n**General:** If checked, it will display the field named **Level Adjustment**\n\n**Level Adjustment:** this field allows to slightly adjust the level of a general spell so it is possible to have a value which is not a multiple of 5 (also useful for Aegis spell which doesn't follow the normal hermetic rules).\n\n**Target size:** Give information on what an Individual target is for each form.\n\n## Powers\n\n**Form**: used for magic resistance\n\n**Cost**: used to compute penetration based on the owner might score.\n\n## Enchantments\n\nEnchantments can be created from a magical effect or a spell using the @UUID[JournalEntry.NGnaPcEcFR8xvhpR.JournalEntryPage.MOBLXlevcrM8tGiY]{Codex}.  \nThere is an additional tab with new attributes specific to enchanting.\n\n  \n**Dev notes**: Enchanting as an activity is not fully implemented in the system (only lesser enchantments)\n\n## Diary entry\n\nThis item can be used as a standard diary for the character but also to create @UUID[JournalEntry.fCfU8W7PVHRKiFR1.JournalEntryPage.YVHrFeULB7NMF1HJ]{Long term activities} during down time between game sessions.\n\n**Dev notes**: the standard diary is still there for legacy reasons for people who used it as such in the past. I would recommend using a Foundry core JournalEntry for regular diaries as it is much easier to share between players or to do collaborative editing.\n\n## Books\n\n  \nTable of contents: Once you have finished defining all the topics of your book, you can generate the table of contents automatically by clicking the icon below the title (it will not erase anything in the description but append to it).\n\nThere two versions that can be generated:\n\n-   a concise one with just one click (1st one in the image below)\n    \n-   a verbose one by shift-click (2nd one in the image below)\n    \n    ![book1.webp]()\n    \n-   A book can have multiple topics of different types, you can browse them using the arrows, adding one more with the + icon, delete the current one with the Perdo hand gesture.\n    \n-   The last icon will open a @UUID[JournalEntry.FagPqMPacIz7p8Nd.JournalEntryPage.JvrGclcpMQ34AG64]{Scriptorium} with all the book fields preset. If the book is owned, it will also preset the reader.\n    \n    (For lab texts, the book needs to be in the inventory of the character or its sanctum\n    \n    ![](modules/arm5e-compendia/doc/images/book2.webp)\n    \n-   Topic: You can select whether the book is about an Art, an ability, a spell mastery or a laboratory text\n    \n\n-   See [[#Generic abilities]] for more explanations about the ability option field\n    \n\n## Physical items\n\nA physical item is something that exists in game as opposed to a virtue Item for example \n(books, weapons, armors, vis,...).\nWhen you drag and drop a physical item from an actor sheet to another, it will transfer it instead of creating a copy. If there more than one exemplar (ie: quantity field), it will ask how many should be moved. \nIt is possible to copy instead by pressing the SHIFT key (DevNote: due to a Foundry VTT limitation planned to be fixed in V12, you will have to press SHIFT after starting to drag the item)\n\n### Weapon\n\n**Ability:** The ability to apply when using the weapon.\n\n**Weapon expert:** Indicate the ability's specialty matches the weapon.\n\n### Enchanted items\n\nSome physical items are enchantable (items, weapons, armor,...), to access the enchantment attributes, click on the golden book in the sheet. Clicking again will destroy them, after confirmation.\n\n\n## Others\n\nThere are more types of Items but they don't have any particular feature yet beside pure data.",
        "format": 2,
        "content": "<p>The following Items are available for creation.</p>\n<p><strong>Reminder</strong>: You can create folder of Items in the sidebar or in a Compendium to be then dragged and dropped on an Actor (eg: Magus package, Grog package). Easy way to add a bunch of abilities, virtues and flaws to a character at creation. </p>\n<p><strong>Game metadata:</strong> Since the description cannot be made available for copyright reasons, most Item types available in the system Compendium are provided with the name of the sourcebook they are coming from and the page they can be found (English edition). Their display is managed by a setting (see @UUID[JournalEntry.AYlByKlrOc3BuHOG.JournalEntryPage.WwcmJz7FCM5GKVJq]{Settings})</p>\n<p>A some of Item's types don't make sense for some Actor types (eg:Ability on a Covenant), they will be filtered and ignored.</p>\n<h2>Abilities</h2>\n<p>Beside the name, speciality and description, the following fields are available. A * indicates this field is only visible when it is owned.</p>\n<p><strong>Name:</strong> A note of the name: it can be whatever you want, in the language you want. The system doesn't care about it. (see Ability key below).</p>\n<p><strong>Score</strong>: it can either be adjusted using the plus and minus signs or by directly inputting the experience amount.</p>\n<p><strong>Default characteristic:</strong> This selects the characteristic used by default when you roll that ability</p>\n<p><strong>Ability key:</strong> This is an <strong>important</strong> information for the system. It allows it to know which ability it is independently of its name. This permits the system to do a lot of things:</p>\n<ul>\n<li><p>Check if a character has a specific ability and its score</p></li>\n<li><p>Automatically use an ability's score to implement some rules or compute some value (eg: Parma Magica, penetration).</p></li>\n<li><p>Know which ability to progress during a long term activity</p></li>\n<li><p>And more as the system evolves</p></li>\n</ul>\n<p><strong>In short, if you don't configure it properly, some features won't work.</strong>  </p>\n<p><strong>Ability option:</strong> This field is greyed out most of the time, except for generic abilities. See below</p>\n<p><strong>Active effects on abilities</strong></p>\n<p>Abilities modified by an active effect have a coloured halo</p>\n<p><img src=\"modules/arm5e-compendia/doc/images/EffectsOnAbilities.webp\" alt=\"\" /></p>\n<p>Puissant ability</p>\n<p>Affinity with ability</p>\n<p>Affinity with ability and puissant ability</p>\n<h3>Generic abilities</h3>\n<ul>\n<li><p>Area lore, Organization lore, Languages (Dead or not), Craft, Profession, Mystery cult lore and supernatural power are generic abilities. They require an additional parameter to be recognized by the system, because there could be any number of them. Otherwise, it wouldn't be possible to differentiate them.</p></li>\n<li><p>Each generic ability with a different Ability option is totally independent of the others. It has its own speciality an default characteristic on rolls.</p></li>\n<li><p>Generic abilities in Compendia should already have their option set (eg: Dead language (Latin) has \"Latin\" in its ability option).</p></li>\n<li><p>The ability option is particularly useful when you want to add an affinity or puissant ability virtue. If you have multiple instance of an ability (eg: leatherwork and glassblowing, both craft abilities), using the option will allow to pick the correct one.</p></li>\n<li><p><strong>Important</strong>: only alphanumeric characters are allowed for an ability option. The system will automatically remove other characters. Use CamelCase if you want to put multiple words.</p></li>\n</ul>\n<h2>Virtues and Flaws</h2>\n<p><strong>Type</strong>: Some Actors will only accept virtues and flaws of a certain type.</p>\n<p><strong>Impact</strong>: only used to keep track of how many points are used at character creation.</p>\n<p><strong>Description:</strong> Usually empty (see FAQ), but in some cases there are active effects (see below) that need \"to be configured\". Look for that text before adding it.</p>\n<h3>Effects:</h3>\n<p>Virtues and flaws can have active effects which will be transmitted to their owner (see @UUID[JournalEntry.twIpCTIRKJMGbOVw.JournalEntryPage.mQBvNiLPBZjOao0F]{Active effects}). Whenever possible, those are already configured in the system Compendia (eg: the Large virtue will give +1 size).</p>\n<p><strong>Important:</strong> Before V11, due to a Foundry core's limitation, it is not possible to edit active effects of an owned Item. You must edit it first in the sidebar. It is particularly relevant for effects that need configuration like Affinity, Puissant art, etc.</p>\n<h3>Personality traits and reputations</h3>\n<p>You can add as many reputations and personality traits as you wish. They can progress as abilities.</p>\n<h2>Base effects</h2>\n<p>The base effect is the root of any magical effect, spell or powers. They are intended to be used in the @UUID[JournalEntry.NGnaPcEcFR8xvhpR.JournalEntryPage.MOBLXlevcrM8tGiY]{Codex}.</p>\n<p><strong>Requisites</strong>:</p>\n<p>You can select additional arts as requisites by clicking on the hammer icon:</p>\n<p><img src=\"modules/arm5e-compendia/doc/images/Requisites.webp\" alt=\"\" /></p>\n<p>The <strong>base level</strong> is the level of a spell with this effect with minimal attributes (Range: self, Duration: Momentary, Target : individual). It is the same number found in the book for the spell guidelines.</p>\n<h2>Magical effects</h2>\n<p>A magical effect is like a spell and is designed like it.<br />\nThe concept doesn't exist in the official rules, but it is used in the system to keep a collection of commonly used spontaneous effects for a character. Instead of designing it every time in play, it is ready to use.</p>\n<p>See <strong>Spells</strong> below for more details about the fields</p>\n<h2>Spells</h2>\n<p><strong>Level:</strong> The level field is read only. It is computed from the base level and all the other attributes as per the rules.</p>\n<p><strong>Spells attributes (Range, Duration, Target):</strong> By default, the list of available attributes is limited to those of the core book. However, using the <strong>sourcebook filter</strong> setting, you can expand the list to those present in other books (note that most of them have restriction for their use). The number in parenthesis is the amount of magnitudes the spell level will increase.</p>\n<p><strong>Apply magical focus (owned):</strong> This is to indicate if the spell effect falls into the scope of any magical focus the character possesses. Casting total will be computed accordingly.</p>\n<p><strong>Bonus and bonus description (owned):</strong> These fields are here to cover any specific bonus not covered by the system (yet). Examples: specialities of abilities like Artes liberales for rituals, Talisman bonuses,…</p>\n<p><strong>Mastery (owned):</strong> Like abilities, you can change the score by using the plus and minus signs or directly put the total experience.</p>\n<p><strong>Mastery abilities (owned)</strong>: Just a free form text field for now, but expect it to change in the future…</p>\n<p><strong>General:</strong> If checked, it will display the field named <strong>Level Adjustment</strong></p>\n<p><strong>Level Adjustment:</strong> this field allows to slightly adjust the level of a general spell so it is possible to have a value which is not a multiple of 5 (also useful for Aegis spell which doesn't follow the normal hermetic rules).</p>\n<p><strong>Target size:</strong> Give information on what an Individual target is for each form.</p>\n<h2>Powers</h2>\n<p><strong>Form</strong>: used for magic resistance</p>\n<p><strong>Cost</strong>: used to compute penetration based on the owner might score.</p>\n<h2>Enchantments</h2>\n<p>Enchantments can be created from a magical effect or a spell using the @UUID[JournalEntry.NGnaPcEcFR8xvhpR.JournalEntryPage.MOBLXlevcrM8tGiY]{Codex}.<br />\nThere is an additional tab with new attributes specific to enchanting.</p>\n<p><strong>Dev notes</strong>: Enchanting as an activity is not fully implemented in the system (only lesser enchantments)</p>\n<h2>Diary entry</h2>\n<p>This item can be used as a standard diary for the character but also to create @UUID[JournalEntry.fCfU8W7PVHRKiFR1.JournalEntryPage.YVHrFeULB7NMF1HJ]{Long term activities} during down time between game sessions.</p>\n<p><strong>Dev notes</strong>: the standard diary is still there for legacy reasons for people who used it as such in the past. I would recommend using a Foundry core JournalEntry for regular diaries as it is much easier to share between players or to do collaborative editing.</p>\n<h2>Books</h2>\n<p>Table of contents: Once you have finished defining all the topics of your book, you can generate the table of contents automatically by clicking the icon below the title (it will not erase anything in the description but append to it).</p>\n<p>There two versions that can be generated:</p>\n<ul>\n<li><p>a concise one with just one click (1st one in the image below)</p></li>\n<li><p>a verbose one by shift-click (2nd one in the image below)</p>\n<p>![book1.webp]()</p></li>\n<li><p>A book can have multiple topics of different types, you can browse them using the arrows, adding one more with the + icon, delete the current one with the Perdo hand gesture.</p></li>\n<li><p>The last icon will open a @UUID[JournalEntry.FagPqMPacIz7p8Nd.JournalEntryPage.JvrGclcpMQ34AG64]{Scriptorium} with all the book fields preset. If the book is owned, it will also preset the reader.</p>\n<p>(For lab texts, the book needs to be in the inventory of the character or its sanctum</p>\n<p><img src=\"modules/arm5e-compendia/doc/images/book2.webp\" alt=\"\" /></p></li>\n<li><p>Topic: You can select whether the book is about an Art, an ability, a spell mastery or a laboratory text</p></li>\n<li><p>See [[#Generic abilities]] for more explanations about the ability option field</p></li>\n</ul>\n<h2>Physical items</h2>\n<p>A physical item is something that exists in game as opposed to a virtue Item for example \n(books, weapons, armors, vis,…).\nWhen you drag and drop a physical item from an actor sheet to another, it will transfer it instead of creating a copy. If there more than one exemplar (ie: quantity field), it will ask how many should be moved. \nIt is possible to copy instead by pressing the SHIFT key (DevNote: due to a Foundry VTT limitation planned to be fixed in V12, you will have to press SHIFT after starting to drag the item)</p>\n<h3>Weapon</h3>\n<p><strong>Ability:</strong> The ability to apply when using the weapon.</p>\n<p><strong>Weapon expert:</strong> Indicate the ability's specialty matches the weapon.</p>\n<h3>Enchanted items</h3>\n<p>Some physical items are enchantable (items, weapons, armor,…), to access the enchantment attributes, click on the golden book in the sheet. Clicking again will destroy them, after confirmation.</p>\n<h2>Others</h2>\n<p>There are more types of Items but they don't have any particular feature yet beside pure data.</p>"
      },
      "_id": "EKW28yHd4a54NLnp",
      "type": "text",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "sort": 0,
      "ownership": {
        "default": -1,
        "6SdI10VpXHcBvx2J": 3
      },
      "flags": {
        "core": {
          "sheetClass": "core.MarkdownJournalPageSheet"
        }
      },
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.343",
        "systemId": "arm5e",
        "systemVersion": "2.4.1.8",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!KKFKdcwXkQJchvjw.EKW28yHd4a54NLnp"
    }
  ],
  "sort": 0,
  "flags": {
    "world": {
      "lavaFlowJournalEntry": true
    }
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.4.1.8",
    "createdTime": 1766959588690,
    "modifiedTime": 1766959588690,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_key": "!journal!KKFKdcwXkQJchvjw"
}
