{
  "name": "Player Characters",
  "folder": "fvhddaQ8XyRwnldJ",
  "ownership": {
    "default": 2,
    "6SdI10VpXHcBvx2J": 3
  },
  "_id": "DFjCqKKYuQfINC53",
  "pages": [
    {
      "name": "Player Characters",
      "text": {
        "markdown": "The traditional troupe members of a Saga. The character sheets should be familiar to Ars Magica players as most fields are self explanatory and their sheets are very similar. They increase in complexity from grog to companion to magus. Please see below for a more in-depth explanation of each feature of the sheet.\n\nWhenever you see a die icon, click it to roll. A pop up will open to confirm some details and actually roll.\n\nFor brevity, we will limit ourselves to describing only items that need some sort of explanation or that function differently than a simple \"type your info here\".\n\n\n# **Magi, Companions and Grogs**    \n\n\n#### *Please note: for most of the sheet, right-clicking on an item will show its full description in the sheet without opening an extra window*\n\n\n## Header\n\n![](modules/arm5e-compendia/doc/images/CreationModeIcon.webp)\n**Creation mode icon:** Indicates this **Actor** is in creation mode. Right now, it has only the following effects (with more to come):\n\t- Normal mode: You can change the **Year born** field and have the system set the **Actor's** age;\n\t- Creation mode: You set the age of the **Actor** and the system sets the birth year based on the current time\n\nThis setting can be changed in the @UUID[JournalEntry.DFjCqKKYuQfINC53.JournalEntryPage.f4XgRVlAs6tcT9Np]{Player Characters}, below.\n\n**Covenant field:** Set it to an existing covenant name in the world to link it to that character - the character will automatically become a member in the covenant sheet. Or you can click on the link symbol to open the covenant sheet. You can also drag and drop a covenant actor on the character sheet for the same effect. A covenant needs to be created as an Actor, that is, just like a Player Character. Please see @UUID[JournalEntry.iHR7gqUM72834zbe.JournalEntryPage.nGUtWRxN0YFK9vLA]{Covenant}.\n\n**Season** and **Year** cannot be changed by hand - they're automatically set by the system. Changing your character's age will also changed their year of birth, further down the sheet.\n\n**Characteristics:** \nClick on a characteristic label to open a roll dialog. Mousing over the score will also tell you the number of aging points in that characteristic - the more aging points, the larger a shadow will appear around the field. To edit the aging points, shift+click the label of the characteristic.\n  \n## Description\n\nSome fields like **size**, **soak** and **encumbrance** are read only because they are automatically computed by the system and can only be changed through @UUID[JournalEntry.twIpCTIRKJMGbOVw.JournalEntryPage.mQBvNiLPBZjOao0F]{Active effects};\n\n**Warping**: Clicking on the Twilight icon will trigger a Twilight episode, as will getting two or more points of Warping when casting a spell (though the threshold can be adjusted with @UUID[JournalEntry.twIpCTIRKJMGbOVw.JournalEntryPage.mQBvNiLPBZjOao0F]{Active effects}). See @UUID[JournalEntry.s7P6sBEiErRHujDK.JournalEntryPage.0STrpU7HOLgDFB0G]{Twilight};\n\n**Aging and decrepitude**: Click on the little hourglass icon to do an aging roll (see @UUID[JournalEntry.fCfU8W7PVHRKiFR1.JournalEntryPage.YVHrFeULB7NMF1HJ]{Aging});\n\n**Personaliy traits:** Click on the + sign to add a Personality Trait. Click on the die icon to roll for it;\n\n**Reputation**: Click on the + sign to add a Reputation. Click on the die icon to roll for it.\n\n### Vitals and Combat\n\n**Fatigue**: Use the + and - signs to increase your fatigue or the rest button to reset it all. Spell casting will automatically add fatigue levels as well, which is taken into account for all necessary rolls.\n\nIt is also possible to increase or decrease your fatigue levels and the associated penalty using @UUID[JournalEntry.twIpCTIRKJMGbOVw.JournalEntryPage.mQBvNiLPBZjOao0F]{Active effects}.\n\n**Wounds:** You can manually add wounds to a character here. Each wound is individually represented by an icon and fresh wounds have a red aura around them.\n\n![](modules/arm5e-compendia/doc/images/Wounds.webp)\n*Wounds*\n\nClicking the wound icon opens a pop up where you can add more information about the wound, such as location, for instance. It will also allow you to delete the wound. Deleting the wound is *not* the same as recovering from it and will just remove it altogether!\n\n![](modules/arm5e-compendia/doc/images/WoundWindow.webp)\n*Wound window*\n\nClicking the bandaged hand opens the @UUID[JournalEntry.0dVWcwwAtCN2OSzi.JournalEntryPage.jNitArmdrlr5LMgP]{Sanatorium} window. In this window not only can you roll for recovery, it will also keep a record of the rolls and effects. Please see the corresponding page for more details on how it works.\n\nThe penalties for wounds and fatigue are automatically taken into account for rolls - remember that if you're casting a lot of spells and rest for a while you need to come back here and remove those fatigue levels.\n\n**Combat section:** You can roll for initiative, attack, defense etc here (See @UUID[JournalEntry.WkiiKUYPxb2Ejz6M.JournalEntryPage.kKpjC3VOZpoUxPiJ]{Combat} for more detail). Please note you can't change any numbers here - they're derived from other places, such as your stats, items and so on.\n\n**Weapons and Armor**: A duplicate from the Inventory tab put here for convenience. Click on the check box to equip or unequip. Dragging and dropping items here will also work, of course, as will adding them manually by clicking on the + icon. You can edit them here, like you can in the [[Inventory]] tab.\n\n## Abilities\n\nThis section lists all the abilities possessed by the character. As mentioned in the Introduction, you can add preconfigured abilities by dragging and dropping from the sidebar, from a Compendium or even from another character sheet.\n\n![](modules/arm5e-compendia/doc/images/AbilitiesActor.webp)\n\nYou can also click the little + icon to add an ability that will be specific to this character only. Creating it here and then dragging and dropping it back into the Items tab will add that new ability to the Items available.\n\nSimply click on the Ability label to roll for it. A pop up window will ask for the specific conditions to the roll (like Characteristic to be used, simple/stress die etc).\n\n![](modules/arm5e-compendia/doc/images/AbilityRoll.webp)\n*Ability roll window*\n\nThe abilities are arranged alphabetically in different sections corresponding to their category in the Core book (General, Academic etc).\n\nA category will appear only if the character has an ability in it, however. Clicking on a category will collapse or expand the corresponding list of abilities.\n\nActive effects are represented by colors:\n\n* Blue: Puissant\n\n* Red: Affinity\n\n* Violet: Puissant and affinity\n\n* Dark grey blue: Deficiency\n\n![](modules/arm5e-compendia/doc/images/AbilitiesActorEffects.webp)\n*Active effects*\n\n### Virtues and Flaws\n\nAs with abilities, you can drag and drop Virtues and Flaws, as well as create new ones here and drag them back to the Items tab. A label in _italic_ means it has an Active Effect, that is, it affects something else in the sheet (like an Ability, for instance).\n\n## Arts\n\nThis tab is only available to magic users.\n\n![](modules/arm5e-compendia/doc/images/HermeticArts.webp)\n\nEach of the Arts is represented in this section:\n\n-   The Art symbol or its hand gesture (see @UUID[JournalEntry.AYlByKlrOc3BuHOG.JournalEntryPage.WwcmJz7FCM5GKVJq]{Settings});\n\n-   Its name - click on it to roll for spontaneous magic and follow the prompts in the pop up window;\n   \n-   The amount of XP spent in it and the total needed for the next level. You can directly edit the amount of XP here;\n\n-   The score, read only but adjustable with the plus and minus icons. Please note changing the score will also change the amount of XP in the previous box to the amount necessary for the level, ignoring whatever you added before. Changing it back will not remember the last number set there;\n\n-   The forms have an additional number between braces: this is the magic resistance for this form (ie: 5x Parma Magica + score);\n\n-   The same colored shadow codes as abilities are used to indicate an active effect:\n\n   -   Blue: Puissant\n\n   -   Red: Affinity\n\n   -   Violet: Puissant and affinity\n   \n   -   Dark grey blue: Deficiency\n\n![](modules/arm5e-compendia/doc/images/SpontaneousCasting.webp)\n  *Spontaneous casting window*\n\n#### Voice and gestures\n\n![](modules/arm5e-compendia/doc/images/VoiceGestures.webp)\n\nYou can configure the default casting modifiers here. Whenever you cast a spell, whether formulaic or through a spontaneous casting effect, these settings will affect that roll.\n\n#### Magic totals\n\n![](modules/arm5e-compendia/doc/images/MagicTotals.webp)\n\nA list of totals used for magic computed with characteristics and abilities. None of these are directly editable, being derived numbers.\n\nYou can, however, directly roll fast-casting and targeting by clicking on the corresponding labels.\n\n#### Spells\n\n![](modules/arm5e-compendia/doc/images/SpellList.webp)\n\nAs it is for abilities, a list of the spells known by the magus. And just as with abilities, these can be created here, added through drag and drop from the Items tab, or created here and then dragged back to the Item tab, adding them to the general item list.\n\nPlease see [[Creating new spells and effects]] for more details on how to create these.\n\nAlso note the little icon next to the spell name - that icon denotes a specific Mastery for that spell - Fast Casting, in this example. Hovering the mouse over the icon will bring up what it means.\n\nClick on a spell to roll for casting. That will open a pop up window asking for more details. Remember the Voice and Gestures choices *will* affect this roll (and do show up under \"Bonuses\" in the new window and in the result dialogue).\n\nClicking on the up-down arrow icon will display a special filter area:\n\n![](modules/arm5e-compendia/doc/images/SpellFilter.webp)\n*Spell filter*\n\nYou can filter by technique, form and level and then close it. A red aura around the word \"Filter\" will indicate the list is filtered.\n\nPlease note the filter parameters are stored in the browser on a per user and character basis so two different users can have their own specific view of the same sheet at the same time. As long as you keep using the same tab they will be preserved.\n\n#### Spontaneous magical effects\n\nSame as spell list, but for frequently used spontaneous effects. Please [[Creating new spells and effects]] for more details on adding these.\n\n### Casting totals\n\nThis table gives you a quick overview of the magical capabilities of a character and is only for reference.\nApplying a magical focus, changing the aura level, changing the Divider or the Modifier here will only show you the effects such an actual change would have and do not affect actual casting or lab totals at all.\n\n## Laboratory\n\nA laboratory or sanctum needs to be created as an Actor, just like a Player Character. Please see [[Laboratory]].\n\nJust below that line, you have the same totals you had in Arts, and, like in Arts, they're for reference mostly, though you can click on Fast Casting Speed and Targeting to roll them from here.\n\n**Twilight Scars**: This is an editable field that is pretty self explanatory, but will also be modified in the future.\n\n**Familiar**: For now, the Familiar tab is very simple, though, and mostly for reference. It will be expanded in the future.\n\n### Lab totals\n\nSimilar to casting totals, this table gives an overview of the lab capabilities of a character. The table is not directly editable, being calculated from other fields in the sheet.\n\nPlease be aware **Laboratory quality** is a read-only field if there's a sanctum linked to the character, and the same for the aura. **Modifier** and **Apply magical focus** can be changed, however.\n\n##### Laboratory help\n\nSimply enter the stats of the magus's assistant here. This part will also be expanded later.\n\n## Inventory\n\nPretty self explanatory in general. A lot of it is drag and drop already, and new items can be created following the same rules already explained.\n\nPlease remember to equip or unequip whatever armor or weapon the character is using so these values are used for combat! To equip or unequip something, simply click on the \"Equipped:\" checkbox.\n\n### Library\n\nThis section reflects the character's library and not the covenant's one. Books are split into the following types:\n\n- Hermetic Arts\n- Abilities\n- Spell Masteries\n- Lab Texts\n- Physical Books\n\nFor more information on adding books, please see [[Libraries]].\n  \n### Diary\n\nThe diary tab lists all diary entries in ante-chronological order and will be populated from different sources. Adding equipment, for instance, twilight episodes, recovery in the sanatorium and others create entries here automatically, which can also be edited.\n\nTo add an activity here that is not controlled by another section, click the *+ Create* button and see @UUID[JournalEntry.fCfU8W7PVHRKiFR1.JournalEntryPage.YVHrFeULB7NMF1HJ]{Long term activities}. \n\nDepending on the activity, XP must be applied. If that is the case, but the activity and its XP hasn't been finalized yet, the entry will be in *italics*.\n\n- The *Pending Experience* field shows how much total experience hasn't been applied to the character yet\n\n- The Astrolabe icon opens up the calendar with the seasons and the years showing a complete list of past diary entries. Clicking on an activity will open its full entry. New activities can also be added through here, by clicking on the appropriate square for the season and year. Please see @UUID[JournalEntry.fCfU8W7PVHRKiFR1.JournalEntryPage.YVHrFeULB7NMF1HJ]{Long term activities}.\n\n![](modules/arm5e-compendia/doc/images/Diary.webp)\n*Diary tab*\n\n### Effects\n\nThis tab lists all the effects currently affecting this **Actor** (including covenants) and is read-only for players.\n\n- Hovering the mouse pointer over the icon will bring up its description;\n\n- Items can be turned on and off (that is, made active or inactive) by clicking on the little X to its right. Once it's moved to the **Inactive effects** zone, it can be turned back on by clicking on the little check mark;\n\n- Some effects are brought in automatically as certain characteristics are added, like Virtues and Flaws, for example, but others must be added manually;\n\t- Please note not all Virtues, Flaws etc are adding all the effects at this time (2025/03/08). These are still being added. Please check if all the effects you need are here.\n\n- Temporary effects caused by spells will eventually also be listed here;\n\n- The **Source** field lists where the effect is coming from, of course. If the source is the name of the **Actor**, this means it was added manually to this Actor only;\n\n- To add a new effect, click the *+ Create* icon and see @UUID[JournalEntry.twIpCTIRKJMGbOVw.JournalEntryPage.mQBvNiLPBZjOao0F]{Active effects} for more details on each kind of effect available.\n\n- **Dev note:** In Foundry core, the name for this feature is Active effects but they can be Active, Passive or Inactive which can make things confusing.\n\n![](modules/arm5e-compendia/doc/images/ActorEffects.webp)\n*Actor effects tab*\n\n### Actor settings, or the gear icon\n\nIn this tab you can change between Creation and Normal modes by clicking on the **Creation mode** checkbox. Right now, Creation mode only has the following effects, but will be expanded later:\n\n- Normal mode: You can change the **Year born** field and have the system set the **Actor's** age, in the Description.Description tab;\n- Creation mode: You can set the age of the **Actor** (in the Header section) and the system sets the birth year based on the current time\n\nThis is also a good spot to quickly add \"packages\" of stats. Please see below for details on each \"package\". \n\nPlease be aware the buttons will only add the stats, not remove them, and that adding one more package doesn't exclude the previous one. Shift+Click, however, will add 5 XP to all the related abilities (nifty for quick creation):\n\n- Add basic abilities: (Area) Lore 1, Language 5\n- Martial: Awareness 0, Brawl 0, Bows 0, Great Weapon 0, Single Weapon 0, Thrown Weapon 0\n- Social: Carouse 0, Charm 0, Etiquette 0, Folk Ken 0, Leadership 0, Bows 0\n- Rogue: Awareness 0, Charm 0, Folk Ken 0, Guile 0, Intrigue 0, Legerdemain 0\n- Mundane scholar: (no effect for now)\n- Arcane scholar: Profession: Scribe 0, Artes LIberales 0, Language: Latin 0, Philosophiae 0, Dominion Lore 0, Faerie Lore 0, Infernal Lore 0, Magic Lore 0\n- Magus: *The Gift*, Awareness 0, Concentration 0, Artes Liberales 1, Language: Latin 4, Philosophiae 0, Code of Hermes 0, Finesse 0, Magic Theory 3, Parma Magica 1, Penetration 0\n- Arts mastery: Adds 5 XP to each Art the Actor has\n\n\n\nFrom here, perhaps @UUID[JournalEntry.WkiiKUYPxb2Ejz6M.JournalEntryPage.kKpjC3VOZpoUxPiJ]{Gameplay} would be a good idea.",
        "format": 2,
        "content": "<p>The traditional troupe members of a Saga. The character sheets should be familiar to Ars Magica players as most fields are self explanatory and their sheets are very similar. They increase in complexity from grog to companion to magus. Please see below for a more in-depth explanation of each feature of the sheet.</p>\n<p>Whenever you see a die icon, click it to roll. A pop up will open to confirm some details and actually roll.</p>\n<p>For brevity, we will limit ourselves to describing only items that need some sort of explanation or that function differently than a simple \"type your info here\".</p>\n<h1><strong>Magi, Companions and Grogs</strong></h1>\n<h4><em>Please note: for most of the sheet, right-clicking on an item will show its full description in the sheet without opening an extra window</em></h4>\n<h2>Header</h2>\n<p><img src=\"modules/arm5e-compendia/doc/images/CreationModeIcon.webp\" alt=\"\" />\n<strong>Creation mode icon:</strong> Indicates this <strong>Actor</strong> is in creation mode. Right now, it has only the following effects (with more to come):\n    - Normal mode: You can change the <strong>Year born</strong> field and have the system set the <strong>Actor's</strong> age;\n    - Creation mode: You set the age of the <strong>Actor</strong> and the system sets the birth year based on the current time</p>\n<p>This setting can be changed in the @UUID[JournalEntry.DFjCqKKYuQfINC53.JournalEntryPage.f4XgRVlAs6tcT9Np]{Player Characters}, below.</p>\n<p><strong>Covenant field:</strong> Set it to an existing covenant name in the world to link it to that character - the character will automatically become a member in the covenant sheet. Or you can click on the link symbol to open the covenant sheet. You can also drag and drop a covenant actor on the character sheet for the same effect. A covenant needs to be created as an Actor, that is, just like a Player Character. Please see @UUID[JournalEntry.iHR7gqUM72834zbe.JournalEntryPage.nGUtWRxN0YFK9vLA]{Covenant}.</p>\n<p><strong>Season</strong> and <strong>Year</strong> cannot be changed by hand - they're automatically set by the system. Changing your character's age will also changed their year of birth, further down the sheet.</p>\n<p><strong>Characteristics:</strong> \nClick on a characteristic label to open a roll dialog. Mousing over the score will also tell you the number of aging points in that characteristic - the more aging points, the larger a shadow will appear around the field. To edit the aging points, shift+click the label of the characteristic.</p>\n<h2>Description</h2>\n<p>Some fields like <strong>size</strong>, <strong>soak</strong> and <strong>encumbrance</strong> are read only because they are automatically computed by the system and can only be changed through @UUID[JournalEntry.twIpCTIRKJMGbOVw.JournalEntryPage.mQBvNiLPBZjOao0F]{Active effects};</p>\n<p><strong>Warping</strong>: Clicking on the Twilight icon will trigger a Twilight episode, as will getting two or more points of Warping when casting a spell (though the threshold can be adjusted with @UUID[JournalEntry.twIpCTIRKJMGbOVw.JournalEntryPage.mQBvNiLPBZjOao0F]{Active effects}). See @UUID[JournalEntry.s7P6sBEiErRHujDK.JournalEntryPage.0STrpU7HOLgDFB0G]{Twilight};</p>\n<p><strong>Aging and decrepitude</strong>: Click on the little hourglass icon to do an aging roll (see @UUID[JournalEntry.fCfU8W7PVHRKiFR1.JournalEntryPage.YVHrFeULB7NMF1HJ]{Aging});</p>\n<p><strong>Personaliy traits:</strong> Click on the + sign to add a Personality Trait. Click on the die icon to roll for it;</p>\n<p><strong>Reputation</strong>: Click on the + sign to add a Reputation. Click on the die icon to roll for it.</p>\n<h3>Vitals and Combat</h3>\n<p><strong>Fatigue</strong>: Use the + and - signs to increase your fatigue or the rest button to reset it all. Spell casting will automatically add fatigue levels as well, which is taken into account for all necessary rolls.</p>\n<p>It is also possible to increase or decrease your fatigue levels and the associated penalty using @UUID[JournalEntry.twIpCTIRKJMGbOVw.JournalEntryPage.mQBvNiLPBZjOao0F]{Active effects}.</p>\n<p><strong>Wounds:</strong> You can manually add wounds to a character here. Each wound is individually represented by an icon and fresh wounds have a red aura around them.</p>\n<p><img src=\"modules/arm5e-compendia/doc/images/Wounds.webp\" alt=\"\" />\n<em>Wounds</em></p>\n<p>Clicking the wound icon opens a pop up where you can add more information about the wound, such as location, for instance. It will also allow you to delete the wound. Deleting the wound is <em>not</em> the same as recovering from it and will just remove it altogether!</p>\n<p><img src=\"modules/arm5e-compendia/doc/images/WoundWindow.webp\" alt=\"\" />\n<em>Wound window</em></p>\n<p>Clicking the bandaged hand opens the @UUID[JournalEntry.0dVWcwwAtCN2OSzi.JournalEntryPage.jNitArmdrlr5LMgP]{Sanatorium} window. In this window not only can you roll for recovery, it will also keep a record of the rolls and effects. Please see the corresponding page for more details on how it works.</p>\n<p>The penalties for wounds and fatigue are automatically taken into account for rolls - remember that if you're casting a lot of spells and rest for a while you need to come back here and remove those fatigue levels.</p>\n<p><strong>Combat section:</strong> You can roll for initiative, attack, defense etc here (See @UUID[JournalEntry.WkiiKUYPxb2Ejz6M.JournalEntryPage.kKpjC3VOZpoUxPiJ]{Combat} for more detail). Please note you can't change any numbers here - they're derived from other places, such as your stats, items and so on.</p>\n<p><strong>Weapons and Armor</strong>: A duplicate from the Inventory tab put here for convenience. Click on the check box to equip or unequip. Dragging and dropping items here will also work, of course, as will adding them manually by clicking on the + icon. You can edit them here, like you can in the [[Inventory]] tab.</p>\n<h2>Abilities</h2>\n<p>This section lists all the abilities possessed by the character. As mentioned in the Introduction, you can add preconfigured abilities by dragging and dropping from the sidebar, from a Compendium or even from another character sheet.</p>\n<p><img src=\"modules/arm5e-compendia/doc/images/AbilitiesActor.webp\" alt=\"\" /></p>\n<p>You can also click the little + icon to add an ability that will be specific to this character only. Creating it here and then dragging and dropping it back into the Items tab will add that new ability to the Items available.</p>\n<p>Simply click on the Ability label to roll for it. A pop up window will ask for the specific conditions to the roll (like Characteristic to be used, simple/stress die etc).</p>\n<p><img src=\"modules/arm5e-compendia/doc/images/AbilityRoll.webp\" alt=\"\" />\n<em>Ability roll window</em></p>\n<p>The abilities are arranged alphabetically in different sections corresponding to their category in the Core book (General, Academic etc).</p>\n<p>A category will appear only if the character has an ability in it, however. Clicking on a category will collapse or expand the corresponding list of abilities.</p>\n<p>Active effects are represented by colors:</p>\n<ul>\n<li><p>Blue: Puissant</p></li>\n<li><p>Red: Affinity</p></li>\n<li><p>Violet: Puissant and affinity</p></li>\n<li><p>Dark grey blue: Deficiency</p></li>\n</ul>\n<p><img src=\"modules/arm5e-compendia/doc/images/AbilitiesActorEffects.webp\" alt=\"\" />\n<em>Active effects</em></p>\n<h3>Virtues and Flaws</h3>\n<p>As with abilities, you can drag and drop Virtues and Flaws, as well as create new ones here and drag them back to the Items tab. A label in <em>italic</em> means it has an Active Effect, that is, it affects something else in the sheet (like an Ability, for instance).</p>\n<h2>Arts</h2>\n<p>This tab is only available to magic users.</p>\n<p><img src=\"modules/arm5e-compendia/doc/images/HermeticArts.webp\" alt=\"\" /></p>\n<p>Each of the Arts is represented in this section:</p>\n<ul>\n<li><p>The Art symbol or its hand gesture (see @UUID[JournalEntry.AYlByKlrOc3BuHOG.JournalEntryPage.WwcmJz7FCM5GKVJq]{Settings});</p></li>\n<li><p>Its name - click on it to roll for spontaneous magic and follow the prompts in the pop up window;</p></li>\n<li><p>The amount of XP spent in it and the total needed for the next level. You can directly edit the amount of XP here;</p></li>\n<li><p>The score, read only but adjustable with the plus and minus icons. Please note changing the score will also change the amount of XP in the previous box to the amount necessary for the level, ignoring whatever you added before. Changing it back will not remember the last number set there;</p></li>\n<li><p>The forms have an additional number between braces: this is the magic resistance for this form (ie: 5x Parma Magica + score);</p></li>\n<li><p>The same colored shadow codes as abilities are used to indicate an active effect:</p>\n<ul>\n<li><p>Blue: Puissant</p></li>\n<li><p>Red: Affinity</p></li>\n<li><p>Violet: Puissant and affinity</p></li>\n<li><p>Dark grey blue: Deficiency</p></li></ul></li>\n</ul>\n<p><img src=\"modules/arm5e-compendia/doc/images/SpontaneousCasting.webp\" alt=\"\" />\n  <em>Spontaneous casting window</em></p>\n<h4>Voice and gestures</h4>\n<p><img src=\"modules/arm5e-compendia/doc/images/VoiceGestures.webp\" alt=\"\" /></p>\n<p>You can configure the default casting modifiers here. Whenever you cast a spell, whether formulaic or through a spontaneous casting effect, these settings will affect that roll.</p>\n<h4>Magic totals</h4>\n<p><img src=\"modules/arm5e-compendia/doc/images/MagicTotals.webp\" alt=\"\" /></p>\n<p>A list of totals used for magic computed with characteristics and abilities. None of these are directly editable, being derived numbers.</p>\n<p>You can, however, directly roll fast-casting and targeting by clicking on the corresponding labels.</p>\n<h4>Spells</h4>\n<p><img src=\"modules/arm5e-compendia/doc/images/SpellList.webp\" alt=\"\" /></p>\n<p>As it is for abilities, a list of the spells known by the magus. And just as with abilities, these can be created here, added through drag and drop from the Items tab, or created here and then dragged back to the Item tab, adding them to the general item list.</p>\n<p>Please see [[Creating new spells and effects]] for more details on how to create these.</p>\n<p>Also note the little icon next to the spell name - that icon denotes a specific Mastery for that spell - Fast Casting, in this example. Hovering the mouse over the icon will bring up what it means.</p>\n<p>Click on a spell to roll for casting. That will open a pop up window asking for more details. Remember the Voice and Gestures choices <em>will</em> affect this roll (and do show up under \"Bonuses\" in the new window and in the result dialogue).</p>\n<p>Clicking on the up-down arrow icon will display a special filter area:</p>\n<p><img src=\"modules/arm5e-compendia/doc/images/SpellFilter.webp\" alt=\"\" />\n<em>Spell filter</em></p>\n<p>You can filter by technique, form and level and then close it. A red aura around the word \"Filter\" will indicate the list is filtered.</p>\n<p>Please note the filter parameters are stored in the browser on a per user and character basis so two different users can have their own specific view of the same sheet at the same time. As long as you keep using the same tab they will be preserved.</p>\n<h4>Spontaneous magical effects</h4>\n<p>Same as spell list, but for frequently used spontaneous effects. Please [[Creating new spells and effects]] for more details on adding these.</p>\n<h3>Casting totals</h3>\n<p>This table gives you a quick overview of the magical capabilities of a character and is only for reference.\nApplying a magical focus, changing the aura level, changing the Divider or the Modifier here will only show you the effects such an actual change would have and do not affect actual casting or lab totals at all.</p>\n<h2>Laboratory</h2>\n<p>A laboratory or sanctum needs to be created as an Actor, just like a Player Character. Please see [[Laboratory]].</p>\n<p>Just below that line, you have the same totals you had in Arts, and, like in Arts, they're for reference mostly, though you can click on Fast Casting Speed and Targeting to roll them from here.</p>\n<p><strong>Twilight Scars</strong>: This is an editable field that is pretty self explanatory, but will also be modified in the future.</p>\n<p><strong>Familiar</strong>: For now, the Familiar tab is very simple, though, and mostly for reference. It will be expanded in the future.</p>\n<h3>Lab totals</h3>\n<p>Similar to casting totals, this table gives an overview of the lab capabilities of a character. The table is not directly editable, being calculated from other fields in the sheet.</p>\n<p>Please be aware <strong>Laboratory quality</strong> is a read-only field if there's a sanctum linked to the character, and the same for the aura. <strong>Modifier</strong> and <strong>Apply magical focus</strong> can be changed, however.</p>\n<h5>Laboratory help</h5>\n<p>Simply enter the stats of the magus's assistant here. This part will also be expanded later.</p>\n<h2>Inventory</h2>\n<p>Pretty self explanatory in general. A lot of it is drag and drop already, and new items can be created following the same rules already explained.</p>\n<p>Please remember to equip or unequip whatever armor or weapon the character is using so these values are used for combat! To equip or unequip something, simply click on the \"Equipped:\" checkbox.</p>\n<h3>Library</h3>\n<p>This section reflects the character's library and not the covenant's one. Books are split into the following types:</p>\n<ul>\n<li>Hermetic Arts</li>\n<li>Abilities</li>\n<li>Spell Masteries</li>\n<li>Lab Texts</li>\n<li>Physical Books</li>\n</ul>\n<p>For more information on adding books, please see [[Libraries]].</p>\n<h3>Diary</h3>\n<p>The diary tab lists all diary entries in ante-chronological order and will be populated from different sources. Adding equipment, for instance, twilight episodes, recovery in the sanatorium and others create entries here automatically, which can also be edited.</p>\n<p>To add an activity here that is not controlled by another section, click the <em>+ Create</em> button and see @UUID[JournalEntry.fCfU8W7PVHRKiFR1.JournalEntryPage.YVHrFeULB7NMF1HJ]{Long term activities}. </p>\n<p>Depending on the activity, XP must be applied. If that is the case, but the activity and its XP hasn't been finalized yet, the entry will be in <em>italics</em>.</p>\n<ul>\n<li><p>The <em>Pending Experience</em> field shows how much total experience hasn't been applied to the character yet</p></li>\n<li><p>The Astrolabe icon opens up the calendar with the seasons and the years showing a complete list of past diary entries. Clicking on an activity will open its full entry. New activities can also be added through here, by clicking on the appropriate square for the season and year. Please see @UUID[JournalEntry.fCfU8W7PVHRKiFR1.JournalEntryPage.YVHrFeULB7NMF1HJ]{Long term activities}.</p></li>\n</ul>\n<p><img src=\"modules/arm5e-compendia/doc/images/Diary.webp\" alt=\"\" />\n<em>Diary tab</em></p>\n<h3>Effects</h3>\n<p>This tab lists all the effects currently affecting this <strong>Actor</strong> (including covenants) and is read-only for players.</p>\n<ul>\n<li><p>Hovering the mouse pointer over the icon will bring up its description;</p></li>\n<li><p>Items can be turned on and off (that is, made active or inactive) by clicking on the little X to its right. Once it's moved to the <strong>Inactive effects</strong> zone, it can be turned back on by clicking on the little check mark;</p></li>\n<li><p>Some effects are brought in automatically as certain characteristics are added, like Virtues and Flaws, for example, but others must be added manually;</p>\n<ul>\n<li>Please note not all Virtues, Flaws etc are adding all the effects at this time (2025/03/08). These are still being added. Please check if all the effects you need are here.</li></ul></li>\n<li><p>Temporary effects caused by spells will eventually also be listed here;</p></li>\n<li><p>The <strong>Source</strong> field lists where the effect is coming from, of course. If the source is the name of the <strong>Actor</strong>, this means it was added manually to this Actor only;</p></li>\n<li><p>To add a new effect, click the <em>+ Create</em> icon and see @UUID[JournalEntry.twIpCTIRKJMGbOVw.JournalEntryPage.mQBvNiLPBZjOao0F]{Active effects} for more details on each kind of effect available.</p></li>\n<li><p><strong>Dev note:</strong> In Foundry core, the name for this feature is Active effects but they can be Active, Passive or Inactive which can make things confusing.</p></li>\n</ul>\n<p><img src=\"modules/arm5e-compendia/doc/images/ActorEffects.webp\" alt=\"\" />\n<em>Actor effects tab</em></p>\n<h3>Actor settings, or the gear icon</h3>\n<p>In this tab you can change between Creation and Normal modes by clicking on the <strong>Creation mode</strong> checkbox. Right now, Creation mode only has the following effects, but will be expanded later:</p>\n<ul>\n<li>Normal mode: You can change the <strong>Year born</strong> field and have the system set the <strong>Actor's</strong> age, in the Description.Description tab;</li>\n<li>Creation mode: You can set the age of the <strong>Actor</strong> (in the Header section) and the system sets the birth year based on the current time</li>\n</ul>\n<p>This is also a good spot to quickly add \"packages\" of stats. Please see below for details on each \"package\". </p>\n<p>Please be aware the buttons will only add the stats, not remove them, and that adding one more package doesn't exclude the previous one. Shift+Click, however, will add 5 XP to all the related abilities (nifty for quick creation):</p>\n<ul>\n<li>Add basic abilities: (Area) Lore 1, Language 5</li>\n<li>Martial: Awareness 0, Brawl 0, Bows 0, Great Weapon 0, Single Weapon 0, Thrown Weapon 0</li>\n<li>Social: Carouse 0, Charm 0, Etiquette 0, Folk Ken 0, Leadership 0, Bows 0</li>\n<li>Rogue: Awareness 0, Charm 0, Folk Ken 0, Guile 0, Intrigue 0, Legerdemain 0</li>\n<li>Mundane scholar: (no effect for now)</li>\n<li>Arcane scholar: Profession: Scribe 0, Artes LIberales 0, Language: Latin 0, Philosophiae 0, Dominion Lore 0, Faerie Lore 0, Infernal Lore 0, Magic Lore 0</li>\n<li>Magus: <em>The Gift</em>, Awareness 0, Concentration 0, Artes Liberales 1, Language: Latin 4, Philosophiae 0, Code of Hermes 0, Finesse 0, Magic Theory 3, Parma Magica 1, Penetration 0</li>\n<li>Arts mastery: Adds 5 XP to each Art the Actor has</li>\n</ul>\n<p>From here, perhaps @UUID[JournalEntry.WkiiKUYPxb2Ejz6M.JournalEntryPage.kKpjC3VOZpoUxPiJ]{Gameplay} would be a good idea.</p>"
      },
      "_id": "f4XgRVlAs6tcT9Np",
      "type": "text",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "sort": 0,
      "ownership": {
        "default": -1,
        "6SdI10VpXHcBvx2J": 3
      },
      "flags": {
        "core": {
          "sheetClass": "core.MarkdownJournalPageSheet"
        }
      },
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.343",
        "systemId": "arm5e",
        "systemVersion": "2.4.1.8",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!DFjCqKKYuQfINC53.f4XgRVlAs6tcT9Np"
    }
  ],
  "sort": 0,
  "flags": {
    "world": {
      "lavaFlowJournalEntry": true
    }
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.4.1.8",
    "createdTime": 1766959588690,
    "modifiedTime": 1766959588690,
    "lastModifiedBy": "6SdI10VpXHcBvx2J"
  },
  "_key": "!journal!DFjCqKKYuQfINC53"
}
