{
  "name": "Spell Guidelines",
  "pages": [
    {
      "sort": -100000,
      "name": "Range/Duration/Target Info",
      "type": "text",
      "_id": "lNR0xO4hToCIdFoN",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p></p><table><tbody><tr><td><p style=\"text-align:center\">Magnitudes</p></td><td><p style=\"text-align:center\"><strong>Ranges</strong></p></td><td><p style=\"text-align:center\"><strong>Durations</strong></p></td><td><p style=\"text-align:center\"><strong>Targets</strong></p></td></tr><tr><td><p style=\"text-align:center\">0</p></td><td><p style=\"text-align:center\">Personal</p></td><td><p style=\"text-align:center\">Momentary</p></td><td><p style=\"text-align:center\">Individual / Circle / Taste*</p></td></tr><tr><td><p style=\"text-align:center\">1</p></td><td><p style=\"text-align:center\">Eye / Touch</p></td><td><p style=\"text-align:center\">Diameter / Concentration</p></td><td><p style=\"text-align:center\">Part / Touch*</p></td></tr><tr><td><p style=\"text-align:center\">2</p></td><td><p style=\"text-align:center\">Voice / Road**</p></td><td><p style=\"text-align:center\">Sun / Ring</p></td><td><p style=\"text-align:center\">Group / Room / Smell*</p></td></tr><tr><td><p style=\"text-align:center\">3</p></td><td><p style=\"text-align:center\">Sight</p></td><td><p style=\"text-align:center\">Moon / Fire**</p></td><td><p style=\"text-align:center\">Structure / Hearing* / Bloodline**</p></td></tr><tr><td><p style=\"text-align:center\">4</p></td><td><p style=\"text-align:center\">Arcane Connection</p></td><td><p style=\"text-align:center\">Year / Until (condition)** / Year+1**</p></td><td><p style=\"text-align:center\">Boundary / Vision*</p></td></tr><tr><td><p style=\"text-align:center\">+3 magnitudes</p></td><td><p style=\"text-align:center\"></p></td><td><p style=\"text-align:center\">Bargain**</p></td><td><p style=\"text-align:center\"></p></td></tr></tbody></table><p>*: Magical Sense only for Intellego spells.</p><p>**: Paramaters only available for Magi with Faerie Magic (i.e. House Merenita Magi)</p><hr /><p style=\"text-align:center\"><strong>Ranges Description:</strong></p><p><br /><strong>Personal:</strong> Self and things worn or carried. Target can never be larger than Individual. Can not be used with 'container' Target (ie Circle, Room, Structure, Boundary)</p><p><strong>Eye:</strong> Any target the Mage can establish eye contact with. Eye contact can be avoided by target if they have cause to do so.</p><p><strong>Touch:</strong> Anything the Mage touches.</p><p><strong>Voice:</strong> As far as the Mage's voice carries. A firm voice is (about) 15 paces, a shout is (about) 50 paces. Based on the distance the Mage's voice carries, not whether the target can hear it.</p><p><strong>Road**:</strong> Anything on the same road or path as the Mage.</p><p><strong>Sight:</strong> Anything the Mage can see.</p><p><strong>Arcane Connection:</strong> Any target the Mage possesses an Arcane Connection to.</p><hr /><p style=\"text-align:center\"><strong>Durations Description:</strong></p><p></p><p><strong>Momentary:</strong> No notable duration. The effects of a spell may persist beyond the magic itself.</p><p><strong>Diameter:</strong> 2 minutes.</p><p><strong>Concentration:</strong> As long as the Mage can focus on it. Usually, 15 minutes per point in the Concentration ability.</p><p><strong>Sun:</strong> Until the next sun rise or sun set.</p><p><strong>Ring:</strong> Until the target leaves the physical ring drawn as part of the spell, or until the ring is broken.</p><p><strong>Moon:</strong> Until both the new and full moon have set.</p><p><strong>Fire**:</strong> Must be cast on a fire. Lasts until it extinguishes.</p><p><strong>Year:</strong> Until sunrise on the fourth equinox or solstice after casting. Must be a ritual.</p><p><strong>Until (condition)**:</strong> Until some condition is met, the caster passes into Twilight, or the caster or target dies. Cannot be dispelled unless part of the condition. Must be a ritual.</p><p><strong>Year+1**:</strong> 366 days. +1 day on a leap year. Must be a ritual.</p><p><strong>Bargain**:</strong> Must be cast on someone who has just concluded a bargain or agreement with the caster. Penetration Total is doubled. If the target breaks the agreement of the Bargain, the spell instantly takes effect. Bargain spells have a second duration to determine how long the spell lasts after it takes effect. The Bargain lasts up to a year.</p><hr /><p style=\"text-align:center\"><strong>Targets Description:</strong></p><p></p><p><strong>Individual:</strong> Single person or object.</p><p><strong>Circle:</strong> Everything within a physical ring drawn as part of the spell.</p><p><strong>Taste*:</strong> Information comes through the sense of taste.</p><p><strong>Part:</strong> A specific part of a person or object. Something is only part of something else while it is still attached. If it is not attached, use Individual.</p><p><strong>Touch*:</strong> Information comes through the sense of touch.</p><p><strong>Group:</strong> A group of people or things. Components of a group must be close together, and the group must be separated from any other things of the same type.</p><p><strong>Room:</strong> Everything within a chamber. The room can be very large, but must be enclosed and have definite boundaries. A courtyard would count, a valley would not.</p><p><strong>Smell*:</strong> Information comes through the sense of smell.</p><p><strong>Structure:</strong> Single structure and everything within.</p><p><strong>Hearing*:</strong> Information comes through the sense of hearing.</p><p><strong>Bloodline**:</strong> Affects one person and everyone descended from them. Spouses do not count.</p><p><strong>Boundary:</strong> Everything within a well-defined natural or man-made boundary. Must be a ritual.</p><p><strong>Vision*:</strong> Information comes through the sense of sight.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "wD6Uw4304RYImeGf": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.343",
        "systemId": "arm5e",
        "systemVersion": "2.4.0.4",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!ivGwbRPHUX61irDn.lNR0xO4hToCIdFoN"
    },
    {
      "sort": 0,
      "name": "Animal Spells",
      "type": "text",
      "_id": "cBUq4543SRVUNbDC",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>To tell if a spell affects the mind of a creature, determine from the animal's Characteristics if it has Cunning or Intelligence. If the creature has Intelligence, a Mentem spell must be used; if it has Cunning an Animal spell must be used. If a Creature with Intelligence is shapechanged into animal form, Animal spells will only affect its body, while Mentem spells must be used for its mind. If a human body has animal parts (e.g. wings), only those parts are affected by Animal spells. A Bjornaer magus in animal form is truly an animal, and so is affected in mind and body by Animal, however spells with continuing effect casted on one form continue to affect the other. A basic Individual for Animal is an animal of about the same size as a pony, Size +1, or lower.<br /></p><hr /><p style=\"text-align:center\"><strong>CREO</strong></p><p>When creating a magical creature, the Magical Might of the creature cannot exceed the level of the spell, and requisites must be included for any special powers. A Vim requisite, for the magical nature, is always required. To create treated animal products add one magnitude to the level necessary to create the equivalent amount of dead animal. To create treated and processed animal products, add two magnitude to the level necessary to create the equivalent amount of dead animal.<br />To influence the behavior of created animals, a Rego requisite is required and as this is an additional effect add at least one magnitude to the spell level. Otherwise they just do what comes naturally.<br />Creo Animal botches often produce the wrong sort of animal, or produce an animal enraged with the caster.<br /><strong><br />Level 1:</strong> Give an animal a +1 bonus to Recovery rolls.</p><p><strong>Level 2:</strong> Give an animal a +3 bonus to Recovery rolls.</p><p><strong>Level 3:</strong> Give an animal a +6 bonus to Recovery rolls.</p><p><strong>Level 4:</strong> Give an animal a +9 bonus to Recovery rolls.</p><p><strong>Level 5:</strong> Give an animal a +12 bonus to Recovery rolls.</p><ul><li><p>Create an animal product.</p></li></ul><ul><li><p>Create an insect or similar bug.</p></li></ul><p><strong>Level 10:</strong> Give an animal a +15 bonus to Recovery rolls.</p><ul><li><p>Create a corpse of an animal.</p></li><li><p>Create a bird, reptile, fish or amphibian.</p></li></ul><p><strong>Level 15:</strong> Give an animal a +18 bonus to Recovery rolls.</p><ul><li><p>Heal a Light Wound.</p></li></ul><ul><li><p>Create a mammal.</p></li><li><p>Cause an animal to reach full maturity over the course of a single day or night. This accelerated maturation only applies during the spell's duration, and thus full effect requires a Sun spell cast early in the day or the night.</p></li></ul><p><strong>Level 20:</strong> Give an animal a +21 bonus to Recovery rolls.</p><ul><li><p>Heal a Medium Wound</p></li><li><p>Cause an animal to reach full maturity over the course of two hours.</p></li></ul><p><strong>Level 25:</strong> Stop the progress of a disease.</p><ul><li><p>Heal a Heavy Wound.</p></li><li><p>Restore a lost sense.</p></li><li><p>Restore a lost limb.</p></li><li><p>Cure a disease counteracting the its effect (a Momentary ritual or it only stops the progress of the disease).</p></li><li><p>Cause an animal to reach full maturity over the course of a ten Diameters (20 minutes).</p></li></ul><p><strong>Level 30:</strong> Heal a Incapacitating Wound.</p><ul><li><p>Increase one of an animal Characteristics by one point, to no more than the average score for that kind of animal.</p></li><li><p>Cause an animal to reach full maturity over the course of a single Diameter.</p></li></ul><p><strong>Level 35:</strong> Heal all Wounds.</p><ul><li><p>Increase one of an animal Characteristics by one point, to no more the higher than the average score for that kind of animal.</p></li></ul><p><strong>Level 40:</strong> Increase one of an animal Characteristics by one point, to no more than two higher than the average score for that kind of animal.</p><ul><li><p>Cause an animal to reach full maturity in a moment.</p></li></ul><p><strong>Level 45:</strong> Increase one of an animal Characteristics by one point, to no more than three higher than the average score for that kind of animal.</p><p><strong>Level 50:</strong> Create a magical beast. Such spell always have Vim requisite, for the beast's magic, and normally have other requisites for its powers.</p><ul><li><p>Increase one of an animal Characteristics by one point, to no more than four higher than the average score for that kind of animal.</p></li></ul><p><strong>Level 55:</strong> Increase one of an animal Characteristics by one point, to no more than five higher than the average score for that kind of animal. A greater increase is not within the natural range for the animal and thus cannot be affected by Creo magic.</p><p><strong>Level 75:</strong> Raise an animal from the dead.</p><hr /><p style=\"text-align:center\"><strong>INTELLEGO</strong></p><p>When you try to get information from an animal, remember that its memories are gathered through its particular senses, with their particular strengths and weakness. Animals cannot remember human words, but might remember tone of voice and such. You may not get the exact information you are looking for.<br />To communicate with an animal, you must bring yourself to the animal's mental state – a process that might have strange, though temporary, effects on you. Additional ideas can be seen in Intellego Corpus and Intellego Mentem guidelines.<br />Intellego Animal botches normally result in false information.</p><p><strong><br />Level 1:</strong> Get a mental image of an animal.</p><p><strong>Level 3:</strong> Sense the state of consciousness of a beast.</p><ul><li><p>Get general information about its body.</p></li></ul><p><strong>Level 4:</strong> Sense the dominant drive of a beast.</p><ul><li><p>Learn a specific fact about its body.</p></li></ul><p><strong>Level 5:</strong> Learn the origin, age, and hystory of something made of animal products.</p><p><strong>Level 10:</strong> Speak with an animal.</p><ul><li><p>Read an animal surface thoughts.</p></li></ul><p><strong>Level 15:</strong> Read the recent memories of a beast.</p><p><strong>Level 20:</strong> Throroughly probe the mind of a beast.</p><hr /><p style=\"text-align:center\"><strong>MUTO</strong></p><p>Animal's granted new abilities, such as wings, need a few minutes to get used to them. When transforming things, you can transform things that they are carrying with appropriate requisites.<br />Animals are not infinitely mutable, and using too many of these spells for too long on an animal can warp its natural constitution and even destroy it. Additional ideas can be seen in Muto Corpus guidelines.<br />Muto Animal botches often change the caster instead of the target, or change the target in a way very different from that intended.<strong><br /><br />Level 1:</strong> Make a superficial change to something made of animal products (changing the color).</p><p><strong>Level 2:</strong> Make a major change to something made of animal products that preserve the substance (turn a leather jerkin into saddle).</p><ul><li><p>Gradually turn meat into vermin.</p></li><li><p>Make a superficial change to a beast.</p></li></ul><p><strong>Level 3:</strong> Change an animal's limb.</p><ul><li><p>Change something made of animal products into a different animal product.</p></li></ul><p><strong>Level 4:</strong> Make a major change in a beast, while leaving it recognizably the same sort of animal (make a horse bigger and change its color).</p><ul><li><p>Change something made of animal products in a minor unnatural way.</p></li></ul><p><strong>Level 5:</strong> Change an animal into a different animal.</p><ul><li><p>Change an animal in a minor way so that it is no longer natural (change the color of an horse's coat to match the covenant's coat of arm).</p></li></ul><p><strong>Level 10:</strong> Change an animal into human. It retains its animal's mentality and does not gain soul. Require a Corpus requisite.</p><ul><li><p>Change an animal into a plant. (Require a Herbam requisite.)</p></li></ul><p><strong>Level 15:</strong> Change an animal in a major unnatural way (give an horse claws fangs and scaly armoured skin).</p><ul><li><p>Change an animal into a non living item. Appropriate requisite required.</p></li></ul><p><strong>Level 25:</strong> Radically change an animal into an unnatural way (give a horse wings).</p><ul><li><p>Give an animal a “magical” ability (fire breathing). Appropriate requisite required.</p></li></ul><hr /><p style=\"text-align:center\"><strong>PERDO</strong></p><p>There is normally no Soak against Perdo Animal – the magic does not create something that causes damage, it just causes damage. Magic Resistance is the only way to withstand it. Additional ideas can be seen in Perdo Corpus guidelines.<br />Perdo Animal botches might affect the caster, or the wrong animal.<strong><br /><br />Level 2:</strong> Damage something made of animal products.</p><p><strong>Level 3:</strong> Do superficial damage to a beast (removes its hairs).</p><p><strong>Level 4:</strong> Destroy something made of animal products.</p><ul><li><p>Cause a beast pain, but do not real damage.</p></li><li><p>Make a beast lose one Fatigue level.</p></li></ul><p><strong>Level 5:</strong> Injure an animal so that is hampered, but not damaged (make a horse lame, a bird lose its voice). This roughly half the effectiveness of the targeted thing.</p><ul><li><p>Recovery like a Light Wound.</p></li><li><p>Destroy an animal corpse.</p></li><li><p>Inflict a Light Wound.</p></li></ul><p><strong>Level 10:</strong> Inflict a Medium Wound.</p><p><strong>Level 15:</strong> Destroy one of a beast's minor senses.</p><ul><li><p>Inflict a Heavy Wound.</p></li><li><p>Cripple a beast's limb, so that it is unusable, but could heal.</p></li><li><p>Age a beast by one twelfth of its natural lifespan. Only affectsbeasts that have already reached maturity.</p></li></ul><p><strong>Level 20:</strong> Inflict an Incapacitating Wound.</p><ul><li><p>Destroy or sever a beast's limb, so that it cannot naturally regain it.</p></li><li><p>Destroy one beast's major senses.</p></li></ul><p><strong>Level 30:</strong> Kill an animal.</p><p><strong>Level 40:</strong> Destroy one property of an animal (its weight or aggression).</p><hr /><p style=\"text-align:center\"><strong>REGO</strong></p><p>Additional ideas can be seen in Rego Corpus and Rego Mentem guidelines.<br />Rego Animal botches could put the caster under the control of the animal, make the animal act in a way opposite to that intended, or appear to work but suddenly reverse at an inconvenient moment.<strong><br /><br />General:</strong> Create a circle of warding against animals from one Realm (Divine, Magic, Faerie or Infernal) with Might score less than the level of the spell. (Base Ward Spells Guideline applies)</p><p><strong>Level 1:</strong> Manipulate items made of animal products.</p><p><strong>Level 2:</strong> Plant a single suggestion in an animal mind.</p><ul><li><p>Protect the target from animal attacks. Only affect animal without mystical abilities.</p></li></ul><p><strong>Level 4:</strong> Calm an animal.</p><p><strong>Level 5:</strong> Manipulate animal emotions.</p><ul><li><p>Paralyze an animal.</p></li></ul><p><strong>Level 10:</strong> Make an animal completely passive.</p><p><strong>Level 15:</strong> Completely control an animal.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "wD6Uw4304RYImeGf": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.343",
        "systemId": "arm5e",
        "systemVersion": "2.4.0.4",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!ivGwbRPHUX61irDn.cBUq4543SRVUNbDC"
    },
    {
      "sort": 300000,
      "name": "Design Your Own Spells (On The Fly)",
      "type": "text",
      "_id": "dUEVDLBKQzuMvKXT",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p><strong>First:</strong> Choose a base effect, using its level.</p><p>Then, choose a Range, Duration and Target.</p><p>Calculate the level by combining magnitudes: Starting from level 1, the magnitudes go up by one level up to level 5, then go up by increments of 5 (i.e. 10, 15, 20)</p><p>For example: A spell which changes the colour of animal products at Voice range, Sun duration and Group targeting.</p><p>The base effect of changing the colours of animal products is level 1.</p><p>The Voice range increases this by 2 magnitudes to level 3.</p><p>The Sun duration increases this by an aditional 2 magnitudes to level 5.</p><p>The Group targeting increases this by a further 2 magnitudes to level 15.<br /><br />(A spell with a base effect of <strong>General</strong> can fall outside of the 5-level increments, resulting in for example a spell level of 13 or 27, etc.)</p><p></p><p>If your spell dips into the territory of another Form or Technique of magic for its base effect, this requires a Requisite. A Requisite which only allows the spell to function (i.e. turning a person into a bird) does not increase its magnitude. If you want to add an additional effect that falls under that other Form or Technique however, such as the newly-coloured objects shedding light (a property of Ignem), this will increase the magnitude based on the added effect.</p><p>In either case, a spell with a Requisite requires you to roll the lowest of the Forms and/or Techniques that make up the spell. For example: If you have 10 Muto, 10 Animal, and 0 Ignem and try to cast a MuAn(Ig) spell, you must use your Muto and Ignem scores.</p><hr /><p><br />Formulaic and Spontaneous spells can not go over level 50, this requires a Ritual Spell.</p><p>A Ritual Spell can not have a level below 20.</p><p>Note that while <strong>magnitudes</strong> affect the casting level of a spell, the final spell itself also has a 'Spell Magnitude' which may be relevant for some effects (Such as a Sixth Magnitude or higher spell causing Warping). Spell Magnitudes start at Level 1-5 for First Magnitude, Level 6-10 for Second, etc.</p><hr /><p></p><p>And remember! Spontaneous Magic can do (almost, with few exceptions) anything Formulaic Magic can do, you will simply have lower casting scores. (A spontaneous spell can not mimic a ritual spell, however)</p><p>The only thing that can be accomplished by Formulaic Spells but not Spontaneous, are non-standard Ranges, Durations and Targets.</p><p>Under normal circumstances, no spell can last indefinitely, any transformative effect will always be temporary. However, Ritual Creo spells with a Momentary duration can <strong>create</strong> something that persists permanently. This also applies to ritual healing spells.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "wD6Uw4304RYImeGf": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.343",
        "systemId": "arm5e",
        "systemVersion": "2.4.0.4",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!ivGwbRPHUX61irDn.dUEVDLBKQzuMvKXT"
    },
    {
      "sort": 200000,
      "name": "Aquam Spells",
      "type": "text",
      "_id": "Go77lF4MF4XbvkKh",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Aquam spells affect water and all other liquids. They cannot affect liquids in a body, such as blood, that requires a Corpus spell.<br />The application of the Target category to Aquam magic is not as obvious as it is for some other Forms, so furter guidelines are give here. If the standard target do apply, they may also used.</p><p><strong>Individual:</strong> A stretch of water with the same composition and current. A small pond, part of a stream, or a spring.</p><p><strong>Part:</strong> A part of an Individual. This category applies easily.</p><p><strong>Group:</strong> A number of Individuals. Can include a large river, where there are several different currents, a number of rivers flowing together, or a lake.</p><p><strong>Room, Structure and Boundary:</strong> As for the other Forms, the spell affects all the liquid within the targeted area.</p><p>A base Individual for Aquam is a pool of water about 5 paces across, and 2 paces deep at the centre. Naturally occurring liquids, such as fruit juice or olive oil, have a base Individual 1/10 the size, about 2 paces across and about 1 pace deep. Processed liquids, such as wine or beer, have a base Individual 1/100 the size, a pool 1 pace across and half a pace deep. Corrosive and other dangerous liquids have a base Individual ten times smaller again, a puddle about 1 foot across and about 6 inches deep. Poisons have a base Individual of a single dose.</p><hr /><p style=\"text-align:center\"><strong>CREO</strong></p><p>Water created temporarily quenches thirst, but provides no lasting benefits to the drinker. It can be used to wash, and the things washed stay clean. Slightly unnatural liquids are one magnitude harder than water, very unnatural liquids are two magnitudes harder. Poison created at the guideline level have an Ease Factor of 3; each magnitude added to the level of the spell adds 3 to the Ease Factor.<br />Creo Aquam botches might create far too much water or the wrong kind of liquid.<br /><br /><strong>General:</strong> Create a corrosive substance doing +(Level) damage. (Increasing the Range to more than Touch is a really good idea)</p><p><strong>Level 2:</strong> Fill a containe with water, or som other natural liquid (with</p><p>appropriate requisite).</p><p><strong>Level 3:</strong> Create water (or some other natural liquid) that is not contained (spread over a surface).</p><p><strong>Level 4:</strong> Create water (or some other natural liquid) in an unnatural shape (in a sphere), but water so created will behave naturally.</p><ul><li><p>Create a spring with a low rate of flow.</p></li></ul><p><strong>Level 5:</strong> Create a poison that cause a Light Wound.</p><ul><li><p>Create a spring with a highe rate of flow.</p></li></ul><p><strong>Level 10:</strong> Create a geyser with a very high rate of flow.</p><ul><li><p>Create a poison that cause a Medium Wound.</p></li></ul><p><strong>Level 15:</strong> Create a poison that cause a Heavy Wound.</p><p><strong>Level 20:</strong> Create a poison that cause a Incapacitating Wound.</p><p><strong>Level 25:</strong> Create a poison that cause a Fatal Wound.</p><hr /><p style=\"text-align:center\"><strong>INTELLEGO</strong></p><p>Note that Intellego Aquam spells do not normally require requisites depending on the type of liquid targeted.<br />Intellego Aquam spells generally provide false information.</p><p></p><p><strong>Level 1:</strong> Make a sense unaffected by water.</p><p><strong>Level 2:</strong> Get an image of water within range.</p><p><strong>Level 3:</strong> Get an image of water and its sorrounding within range.</p><ul><li><p>Learn all the natural properties of a liquid.</p></li></ul><p><strong>Level 4:</strong> Learn all the natural properties of a mixture of liquids.</p><p><strong>Level 5:</strong> Learn all the magical properties of a liquid.</p><p><strong>Level 10:</strong> Learn all the magical properties of a mixture of liquids.</p><p><strong>Level 15:</strong> Speak with a natural body of water.</p><p><strong>Level 20:</strong> Speak with an artificial body of water (a fountain).</p><hr /><p style=\"text-align:center\"><strong>MUTO</strong></p><p>You cannot transform liquids within someone's body unless the spell is designed that way and has a Corpus or Animal requisite. Poison created at the guideline level have an Ease Factor of 3; each magnitude added to the level of the spell adds 3 to the Ease Factor.<br />Muto Aquam botches might change the liquids inside the caster, the wrong liquid outside him, or change the liquid in the wrong way.</p><p><br /><strong>General:</strong> Change a liquid into another liquid that does +(Level) points of damage on contact.</p><p><strong>Level 2:</strong> Change a natural liquid into another natural liquid.</p><ul><li><p>Change a liquid into a poison causing a Light Wound.</p></li></ul><p><strong>Level 3:</strong> Change a natural liquid into a slightly unnatural liquid (make blue water) or vice versa.</p><ul><li><p>Change a liquid into a poison causing a Medium Wound.</p></li></ul><p><strong>Level 4:</strong> Change a liquid into an unrelated solid, with Terram requisite, or gas with Auram requisite.</p><ul><li><p>Change a natural liquid into two or more different natural liquids, with the types separate. Althrough they will mix again normally.</p></li><li><p>Change a liquid into a poison causing a Heavy Wound.</p></li><li><p>Change a liquid into a very unnatural liquid, requisites will often be required. (a shocking pink liquid that cause allucination)</p></li></ul><p><strong>Level 5:</strong> Change a liquid into a mixture of any liquid, solid, with Terram requisite, or gas, with Auram requisite.</p><ul><li><p>Change a liquid into a slightly unnatural solid, with Terram requisite, or gas, with Auram requisite.</p></li><li><p>Change a liquid into a poison causing a Incapacitating Wound.</p></li></ul><p><strong>Level 10:</strong> Change a liquid into a very unnatural solid, with Terram requisite, or gas, with Auram requisite.</p><ul><li><p>Change a liquid into a poison causing a Fatal Wound.</p></li></ul><hr /><p style=\"text-align:center\"><strong>PERDO</strong></p><p>As magnitudes in these spells rise, the destruction caused becomes more subtle, or more pervasive. Destroying water that is part of something, such as the fluid in a human being, requires a target of Part. Destroying water that is merely on someone, such as the water making a person wet, only needs a target of Individual.<br />Perdo Aquam botches might destroy all water in the caster or create water instead.</p><p></p><p><strong>Level 4:</strong> Completely dry something, up to the size of a small house, that is wet.</p><p><strong>Level 5:</strong> Greatly reduce the amount of a liquid without destroying it completely.</p><p><strong>Level 10:</strong> Destroy a liquid; requisites may be required.</p><p><strong>Level 15:</strong> Destroy one properties of a liquid (alcohol's ability to intoxicate, or sea water's saltiness)</p><p><strong>Level 20:</strong> Destroy a small spring, so that it never flows again.</p><hr /><p style=\"text-align:center\"><strong>REGO</strong></p><p>Rego Aquam can change water into ice or steam, because these are both states that water can have naturally. Add one magnitude if the controlled movement is slightly unnatural, two magnitudes if it is very unnatural.<br />Rego Aquam botches generally involve spectacular or dangerous loss of control of the water.</p><p></p><p><strong>General:</strong> Ward against creatures of water belonging to one Realm (Divine, Magic, Faerie or Infernal) whose Might isless than or equal the level of the spell. (Base Ward Spells Guideline applies)</p><p><strong>Level 1:</strong> Control a liquid in an extremely gentle way</p><p><strong>Level 3:</strong> Change a liquid into ice or steam. This does not require requisites.</p><p><strong>Level 4:</strong> Control a liquid in a forceful but calm way, such as a fast but constant current.</p><p><strong>Level 5:</strong> Ward against mundane water.</p><ul><li><p>Control a liquid in a violent way.</p></li></ul><p><strong>Level 10:</strong> Control a liquid in an extremely violent way.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "wD6Uw4304RYImeGf": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.343",
        "systemId": "arm5e",
        "systemVersion": "2.4.0.4",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!ivGwbRPHUX61irDn.Go77lF4MF4XbvkKh"
    },
    {
      "sort": 250000,
      "name": "Auram Spells",
      "type": "text",
      "_id": "7bKS4s2yt5zOo246",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Auram spells usually affect air as phenomena (winds, odors) rather than as gases, which is a modern concept. Some target categories for Auram requires some clarification; if the normal descriptions apply, they can, of course, be used.</p><p><strong>Individual:</strong> A single phenomenon, such as one cloud, one wind, one bolt of lightning.</p><p><strong>Group:</strong> Several related phenomenon, such as the clouds, winds, and rain in a storm.</p><p>A base Individual for Auram is a weather phenomenon that affects the area within a standard Boundary – an area 100 paces across.</p><hr /><p style=\"text-align:center\"><strong>CREO</strong></p><p>Weather phenomena are normally created at Sight range. This is because most weather phenomena naturally begin in the upper air, and so spells to create weather must have enough Range to reach this area. It is possible to create weather phenomena that start at the ground, but they are very unnatural, and the increase in level for that precisely offsets the decrease from reducing Range to Touch. A flying magus could, of course, use Touch range to create natural weather phenomena, but such spells are not very popular in the Order.<br />Creo Auram botches may create the wrong sort of weather, or create it targeted at the caster or some other ally.</p><p></p><p><strong>Level 1:</strong> Create a minor weather phenomenon: a breeze, a mist, a light drizzle.</p><p><strong>Level 2:</strong> Create a normal weather phenomenon: a cloud, wind, fog, rain from a cloud that already exist.</p><p><strong>Level 3:</strong> Create a severe weather phenomenon: deafening thunder, monsoon rain, impenetrable fog, gale force wind.</p><ul><li><p>Create a debilitating kind of air: noxious stench, mild poison</p></li></ul><p><strong>Level 5:</strong> Create a very severe weather phenomenon: hurricane force wind, lightning strike, tornado.</p><ul><li><p>Create a phenomenon in a slightly unusual fashion: +1 magnitude (indoors)</p></li><li><p>Create a phenomenon in a very unnatural fashion: +2 magnitudes.</p></li><li><p>Create a phenomenon wholly divorced from its normal context (lightning bolt speading from the caster's hands): +4 magnitudes.</p></li></ul><hr /><p style=\"text-align:center\"><strong>INTELLEGO</strong></p><p>Intellego Auram botches normally reveal false information.</p><p></p><p><strong>Level 1:</strong> Make a your senses unhindered by the air (you can hear over a howling wind).</p><p><strong>Level 2:</strong> Sense one property of the air, such as if is is safe to breath.</p><p><strong>Level 4:</strong> Learn all the mundane properties of the air.</p><ul><li><p>Have an intuition about some fact regarding the air.</p></li></ul><p><strong>Level 15:</strong> Speak with air.</p><hr /><p style=\"text-align:center\"><strong>MUTO</strong></p><p>Transforming only one property of air generally lowers the level by one magnitude.<br />Muto Auram botches could change the caster temporarily into air, or change the air in an undesirable way.</p><p></p><p><strong>General:</strong> Transform air into a gas doing + Level damage.</p><p><strong>Level 3:</strong> Transform an amount of air into another form of air.</p><p><strong>Level 4:</strong> Transform an amount of air into another element (fire, earth, water), using the appropriate requisite.</p><p><strong>Level 5:</strong> Transform an amount of air into a mixture of elements.</p><ul><li><p>Transform an amount of air into something slightly unnatural.</p></li></ul><p><strong>Level 10:</strong> Transform an amount of air into something wholly unnatural.</p><hr /><p style=\"text-align:center\"><strong>PERDO</strong></p><p>Causing the destruction of air with great precision raise the order ofmagnitude by at least one level.<br />Perdo Auram botches may create a phenomenon, or destroy the wrong part of the air, or the wrong location.</p><p></p><p><strong>Level 3:</strong> Make air stuffy and poor for breathing.</p><p><strong>Level 4:</strong> Destroy still air.</p><ul><li><p>Destroy a minor weather phenomenon: a breeze, a mist, a light drizzle.</p></li><li><p>Reduce the intensity of a weather phenomenon by one step.</p></li><li><p>The steps are Very Severe, Severe, Normal, Minor.</p></li></ul><p><strong>Level 5:</strong> Destroy a normal weather phenomenon: a cloud, wind, fog, rain from a cloud that already exist.</p><p><strong>Level 10:</strong> Destroy a severe weather phenomenon: deafening thunder, monsoon rain, impenetrable fog, gale force wind.</p><ul><li><p>Destroy a debilitating kind of air: noxious stench, mild poison</p></li></ul><p><strong>Level 15:</strong> Destroy a very severe weather phenomenon: hurricane force wind, lightning strike, tornado.</p><hr /><p style=\"text-align:center\"><strong>REGO</strong></p><p>Rego Auram allows the magus to control existing weather phenomena. It is not possible create a breeze with Rego Auram, but it is possible to direct the course of a storm. This includes starting and stopping the rain at the magus' command. Controlling an amount of air with great strength or great precision raises the magnitude of the spell by one level.<br />Rego Auram botches may result in a spectacular loss of control of the weather phenomenon.</p><p></p><p><strong>General:</strong> Ward against creatures of the air from one Realm (Divine, Magic, Faerie or Infernal) whose Might is less than or equal the level of the spell. (Base Ward Spells Guideline applies)</p><p><strong>Level 2:</strong> Control a minor weather phenomenon.</p><p><strong>Level 3:</strong> Control a normal weather phenomenon.</p><ul><li><p>Ward someone against a type of minor weather phenomenon.</p></li></ul><p><strong>Level 4:</strong> Control a severe weather phenomenon.</p><ul><li><p>Ward someone against a type of normal weather phenomenon.</p></li></ul><p><strong>Level 5:</strong> Control a very severe weather phenomenon.</p><ul><li><p>Ward someone against a type of severe weather phenomenon.</p></li></ul><p><strong>Level 10:</strong> Ward someone against a type of very severe weather phenomenon.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "wD6Uw4304RYImeGf": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.343",
        "systemId": "arm5e",
        "systemVersion": "2.4.0.4",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!ivGwbRPHUX61irDn.7bKS4s2yt5zOo246"
    },
    {
      "sort": 275000,
      "name": "Corpus Spells",
      "type": "text",
      "_id": "HBUPVR74u9gWC3lD",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>A base Individual for Corpus is an adult human being up to Size +1.</p><hr /><p style=\"text-align:center\"><strong>CREO</strong></p><p>Many Creo Corpus spells are most useful as ritual spells. Unless otherwise noted, a healing spell cast other than as a Momentary duration ritual actually suspends the healing process so that upon the spell's expiration, wound are as fresh as they were when the spell was cast. No Hermetic spell can restore Fatigue levels.<br />A spell that can heal something can also heal less serious versions of the same thing (a spell that can heal Medium Wounds can also heal Light Wounds). However, a spell to heal wounds cannot cure diseases, no matter how high its level, and vice versa.<br />The physical Characteristics are Strength, Stamina, Dexterity and Quickness, and they can be affected and improved by Corpus magic.<br />Creo Corpus botches often inflict damage instead of healing it.</p><p></p><p><strong>Level 1:</strong> Give an character a +1 bonus to Recovery rolls.</p><p><strong>Level 2:</strong> Give an character a +3 bonus to Recovery rolls.</p><ul><li><p>Preserve a corpse from decay.</p></li></ul><p><strong>Level 3:</strong> Give an character a +6 bonus to Recovery rolls.</p><p>Prevent all of a tartget's wounds from getting any worse.</p><p><strong>Level 4:</strong> Give an character a +9 bonus to Recovery rolls.</p><p><strong>Level 5:</strong> Give an character a +12 bonus to Recovery rolls.</p><ul><li><p>Create an entire human corpse.</p></li></ul><p><strong>Level 10:</strong> Give an character a +15 bonus to Recovery rolls.</p><p><strong>Level 15:</strong> Heal a Light Wound.</p><ul><li><p>Give an character a +18 bonus to Recovery rolls.</p></li><li><p>Resolve a minor aging crisis.</p></li></ul><p><strong>Level 20:</strong> Heal a Medium Wound.</p><ul><li><p>Heal the debilitating after-effect of a disease, poison or injury.</p></li><li><p>Resolve a serious aging crisis.</p></li></ul><p><strong>Level 25:</strong> Heal a Heavy Wound.</p><ul><li><p>Restore a lost limb.</p></li><li><p>Resolve a major aging crisis.</p></li></ul><p><strong>Level 30:</strong> Heal a Incapacitating Wound.</p><ul><li><p>Increase one of a person's physical Characteristics by one point, to no more than 0.</p></li><li><p>Cause a person to reach full maturity over the course of a single day or night. This accellerated maturation only applies during the spell's duration, and thus full effect requires a Sun spell cast early in the day or the night. People do not learn under the influence of this spell, and for these purpose full maturity is reached around the age of 20.</p></li></ul><p><strong>Level 35:</strong> Heal all wounds.</p><ul><li><p>Resolve a terminal aging crisis.</p></li><li><p>Increase one of a person's physical Characteristics by one point, to no more than +1.</p></li></ul><p><strong>Level 40:</strong> Increase one of a person's physical Characteristics by one point, to no more than +2.</p><p><strong>Level 45:</strong> Increase one of a person's physical Characteristics by one point, to no more than +3.</p><p><strong>Level 50:</strong> Increase one of a person's physical Characteristics by one point, to no more than +4.</p><p><strong>Level 55:</strong> Increase one of a person's physical Characteristics by one point, to no more than +5. Further increase are not natural to human being and thus cannot be affected by Creo magic.</p><p><strong>Level 70:</strong> Raise the dead, to a point. See <em>The Shadow of Life Renewed.</em></p><hr /><p style=\"text-align:center\"><strong>INTELLEGO</strong></p><p>Intellego Corpus botches normally provide false information.</p><p></p><p><strong>Level 3:</strong> Locate a person to whom you have an Arcane Connection.</p><p><strong>Level 4:</strong> Sense very general information about a body.</p><p><strong>Level 5:</strong> Sense a specific piece of information about a body.</p><ul><li><p>Speak with a dead body.</p></li></ul><p><strong>Level 10:</strong> Sense all useful information about a body.</p><hr /><p style=\"text-align:center\"><strong>MUTO</strong></p><p>Transformations do not completely eradicate the original form, something of the original remains (turning a fat lame man into a wolf results in a fat lame male wolf).<br />Transformation can have subtle, and sometimes dramatic, permanent effects. Someone who spends a month or more as an animal begins to act and think like that animal. Eventually, weak-willed individuals might lose their human identity altogether. When transformed back into a human, the target might temporarily or permanently retain some feature of the other shape.<br />Muto Corpus spells cannot alter a person's mind, so they leave the transformed person's intelligence and knowledge intact. Magi can cast spells while in animal form, but suffer the normal -15 penalty for casting without hands or voice. The transformed person gains any abilities the animal form has though it may take a day or so of experience to get used to using them.<br />To change accoutrements along with the body involves requisites (Animal for the leather armor and so on). Accoutements are transformed only if they are actually being worn, not if they are just carried in the hand, or if the storyguide rules that the equipment is not sufficiently part of the target's worn equipment. This untransformed equipment falls to the ground.<br />Certain shapechanging spells allow the target to change back by concentrating, but doing so ends the spell. While concentrating, you symbolically remove some item to break the spell (a wolfskin cloak, some water in your hands). If you cast a spell without these foci, you can not break the spell this way and must dispel the magic with Perdo Vim, or wait for the duration to expire.<br />Muto Corpus botches may lead to the wrong transformation effects, or the spell lasting indefinitely and proving hard to dispel</p><p></p><p><strong>Level 2:</strong> Change someone to give them a minor ability.</p><p><strong>Level 3:</strong> Utterly change the appearence or size of a person (though they must still remain human in form).</p><p><strong>Level 5:</strong> Make a body resistant to damage (+1 Soak)</p><p><strong>Level 10:</strong> Turn a human into a land animal. Requires Animal requisite.</p><ul><li><p>Make a body resistant to damage (+2 Soak).</p></li></ul><p><strong>Level 15:</strong> Make a body resistant to damage (+3 Soak).</p><p><strong>Level 20:</strong> Turn a human into a bird or fish. Requires Animal requisite.</p><ul><li><p>Make a body resistant to damage (+4 Soak).</p></li></ul><p><strong>Level 25:</strong> Turn a human into a solid inanimate object. Requires Terram requisite.</p><ul><li><p>Make a body resistant to damage (+5 Soak).</p></li><li><p>Turn a human into a plant (with Herbam requisite).</p></li></ul><p><strong>Level 30:</strong> Turn a human into an insubstantial object. Requires Aquam, Auram or Mentem requisite.</p><hr /><p style=\"text-align:center\"><strong>PERDO</strong></p><p>These spells harm people directly, often permanently, unless outside magics are used to repair the damage.<br />Diseases caused by magic have an Ease Factor of 6. For every magnitude by which the spell level increases, the Ease increases by 1. It is not possible to reduce the level of the spell by reducing the Ease Factor. (See page 180 for more on diseases)<br />Perdo Corpus botches may heal people instead of harming them, or harm the wrong person.</p><p></p><p><strong>Level 3:</strong> Do superficial damage to a body (removes its hairs).</p><p><strong>Level 4:</strong> Cause pain, but do not real damage.</p><p><strong>Level 5:</strong> Hampered a person, without actually injuring them (make them lame, blur their eyesight). Recovery like a Light Wound.</p><ul><li><p>Destroy a corpse.</p></li><li><p>Inflict a Light Wound.</p></li></ul><p><strong>Level 10:</strong> Inflict a Medium Wound.</p><ul><li><p>Cause the loss of one Fatigue level.</p></li></ul><p><strong>Level 15:</strong> Destroy one of a person's minor senses.</p><ul><li><p>Inflict a Heavy Wound.</p></li><li><p>Cripple a limb, making it unusable, but still capable of healing. The damage heals as a Medium Wound.</p></li><li><p>Age someone five years.</p></li></ul><p><strong>Level 20:</strong> Inflict an Incapacitating Wound.</p><ul><li><p>Destroy or sever a limb, so that it cannot heal naturally.</p></li><li><p>Destroy one person's major senses. The damage heals as a Heavy Wound.</p></li><li><p>Inflict a major disease.</p></li></ul><p><strong>Level 30:</strong> Kill a person.</p><p><strong>Level 40:</strong> Destroy one property of person (its weight or solidity).</p><hr /><p style=\"text-align:center\"><strong>REGO</strong></p><p>Rego Corpus botches often take control of the caster's body and move it in ways they would not want.</p><p></p><p><strong>General:</strong> Ward against creatures of the Corpus from one Realm (Divine, Magic, Faerie or Infernal) whose Might is less than the level of the spell. Hermetic Magi have no Might, and so are not affected by this spell. (Base Ward Spells Guideline applies)</p><p><strong>Level 2:</strong> Make a target lose control of one body part.</p><p><strong>Level 3:</strong> Move a target slowly in one direction, as long as the surface can support its weight.</p><p><strong>Level 4:</strong> Control the large-scale pysical movement of the target.</p><ul><li><p>Move the target slowly in any diection you please.</p></li><li><p>Move the target slowly straight up or in one direction over surfaces tha cannot support it.</p></li></ul><p><strong>Level 5:</strong> Hold the target's body motionless.</p><ul><li><p>Move the target slowly in any direction, even if the target is unsupported.</p></li></ul><p><strong>Level 10:</strong> Control target's motions.</p><ul><li><p>Eliminate penalties of Fatige and wounds.</p></li><li><p>Animate a corpse.</p></li><li><p>Transport the target instantly up to 5 paces.</p></li></ul><p><strong>Level 15:</strong> Direct the flow of bodily energy.</p><ul><li><p>Move a target in a ny direction you please.</p></li><li><p>Transport the target instantly up to 50 paces.</p></li><li><p>Ward a target against another human being. To ward off a Hermetic Magus, the ward must penetrate his Magic Resistance.</p></li></ul><p><strong>Level 20:</strong> Transport the target instantly up to 500 paces .</p><p><strong>Level 25:</strong> Transport the target instantly up to one league(5,6km).</p><p><strong>Level 30:</strong> Transport the target instantly up to seven league (39,2km).</p><p><strong>Level 35:</strong> Transport the target instantly up to a place to which you have an Arcane Connection.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "wD6Uw4304RYImeGf": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.343",
        "systemId": "arm5e",
        "systemVersion": "2.4.0.4",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!ivGwbRPHUX61irDn.HBUPVR74u9gWC3lD"
    },
    {
      "sort": 287500,
      "name": "Herbam Spells",
      "type": "text",
      "_id": "4JwvfflyMjHJEbfN",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>A base Individual for Herbam is a plant roughly one pace in each direction.</p><hr /><p style=\"text-align:center\"><strong>CREO</strong></p><p>Any food created is nutritious only if it is created by a Ritual Spell. The guideline levels given below are generally for conjuring the leafy part of plants.<br />Plants may be created living or dead with equal ease. To create treated Herbam products (cut timber, a vegetarian meal, linen cloth) add one magnitude to the level necessary to create the equivalent amount of unworked living or dead plants. To create treated and processed Herbam products (clothes or furniture) add two magnitudes.<br />Creo Herbam botches may create plants in the wrong place, or create the wrong kind of plant.</p><p></p><p><strong>Level 1:</strong> Ensure that a plant grows well for the duration of the spell. The guideline can affect a plant up to 10 paces in any direction, a large tree. That is, this guideline includes a +3 Size enhancement.</p><ul><li><p>Create a plant product (leaf, fruit...).</p></li><li><p>Create a plant.</p></li><li><p>Prevent a plant frm becoming sick.</p></li></ul><p><strong>Level 2:</strong> Create a processed plant product (finished plank of wood...).</p><p><strong>Level 3:</strong> Create wood in an unnatural shape (a living wall of wood).</p><p><strong>Level 15:</strong> Bring a plant to maturity over the course of a single day or night. Accellerated maturation only applies during the spell's duration, and thus full effect requires a Sun spell cast early in the day or the night.</p><p><strong>Level 20:</strong> Bring a plant to maturity over the course of two hours.</p><p><strong>Level 25:</strong> Bring a plant to maturity over the course of a ten Diameters (20 minutes).</p><p><strong>Level 30:</strong> Bring a plant to maturity over the course of a single Diameter.</p><p><strong>Level 40:</strong> Bring a plant to maturity in a moment.</p><hr /><p style=\"text-align:center\"><strong>INTELLEGO</strong></p><p>Intellego Herbam botches generally provide false information.</p><p></p><p><strong>Level 1:</strong> Gain an intuitive knowledgeof a plant (know whether a given action would harm a plant).</p><p><strong>Level 2:</strong> Locate a plant.</p><p><strong>Level 3:</strong> Learn general information, or a single specific fact about a plant or an item made from plant product.</p><p><strong>Level 4:</strong> Learn all mundane properties of a plant, or an item made from plant product.</p><p><strong>Level 15:</strong> Speak with a plant.</p><hr /><p style=\"text-align:center\"><strong>MUTO</strong></p><p>Changing a plant into something else usually involves a spell of one magnitude higher than the guideline most appropriate to the action. To change plants into treated or finished material (wooden furniture, a vegetarian meal, linen cloth) add one magnitude to the level necessary to change plants into natural, unworked plants.<br />Muto Herbam botches may turn the caster into a plant, or animate the target so that it is hostile to the caster.<br /></p><p><strong>Level 3:</strong> Change a plant or item made from plant product.</p><p><strong>Level 4:</strong> Change a plant or item made from plant product into metal or stone. Require a Terram requisite.</p><p>Awaken the consciousness of a plant. Require a Mentem requisite.</p><p><strong>Level 5:</strong> Cause a plant to bend and twist rapidly in place.</p><hr /><p style=\"text-align:center\"><strong>PERDO</strong></p><p>The guidelines given here are for destroying dead wood. Destroying live wood usually adds one magnitude to the level of the spell.<br />Perdo Herbam botches normally destroy the wrong thing.</p><p></p><p><strong>Level 2:</strong> Cause the leaves to fall off the plant.</p><p><strong>Level 3:</strong> Spoil an amount of food.</p><p><strong>Level 4:</strong> Destroy an amount of dead wood.</p><p><strong>Level 5:</strong> Destroy a plant.</p><hr /><p style=\"text-align:center\"><strong>REGO</strong></p><p>It is equally easy to control living or dead wood.<br />Rego Herbam botches normally result in the wood doing something contrary to what the caster wants.</p><p></p><p><strong>General:</strong> Ward against creatures associated with wood from one Realm (Divine, Magic, Faerie or Infernal) with Might less than the level of the spell. (Base Ward Spells Guideline applies)</p><p><strong>Level 3:</strong> Control an amount of wood.</p><p><strong>Level 4:</strong> Deflect a single attack by a wooden weapon.</p><ul><li><p>Control an entire plant, moving it around as you direct, although it remains rooted.</p></li></ul><p><strong>Level 5:</strong> Control an entire plant, moving it around as you direct, and it need not remain rooted.</p><ul><li><p>Summon a mobile plant.</p></li></ul><p><strong>Level 10:</strong> Make a plant or thing made of plant products move with purpose and intelligence, without requiring your constant control.</p><p><strong>Level 15:</strong> Ward someone against mundane plant products.</p><ul><li><p>Make a tree blossom out of season, in a moment.</p></li><li><p>Weave thread into a tunic.</p></li></ul>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "wD6Uw4304RYImeGf": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.343",
        "systemId": "arm5e",
        "systemVersion": "2.4.0.4",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!ivGwbRPHUX61irDn.4JwvfflyMjHJEbfN"
    },
    {
      "sort": 293750,
      "name": "Ignem Spells",
      "type": "text",
      "_id": "jDGJVcYDEy0MxKZD",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Light and heat fall within the domain of this Form. It's important to remember that heat also includes relative absence of heat, so spells that result in cold temperatures are possible though Ignem. The base Individual for Ignem is a large campfire or a fire in the hearth of a great hall. Fire damage is explained on page 181.</p><hr /><p style=\"text-align:center\"><strong>CREO</strong></p><p>Creo Ignem botches may create the wrong thing, or create them in an out-of-control manner.</p><p></p><p><strong>Level 1:</strong> Create a light equivalent to moonlight.</p><p><strong>Level 2:</strong> Create a light equivalent to candlelight.</p><ul><li><p>Heat an object to be warm to the touch.</p></li><li><p>Ignite something extremely flammable (oil, wick...).</p></li></ul><p><strong>Level 3:</strong> Create a light equivalent to torchlight.</p><ul><li><p>Heat an object to be hot to the touch.</p></li><li><p>Ignite something very flammable (parchment).</p></li></ul><p><strong>Level 4:</strong> Create a fire doing +5 damage.</p><ul><li><p>Create light as bright as a cloudy day.</p></li><li><p>Heat an object enough to boil water.</p></li><li><p>Ignite something flammable (dry wood, charcoal).</p></li></ul><p><strong>Level 5:</strong> Create a fire doing +10 damage.</p><ul><li><p>Create a fire doing +5 damagein an unnatural shape (ring, sheet) or covering an object. Purely cosmetic shapes are free.</p></li><li><p>Create light as bright as a cloudy day.</p></li><li><p>Heat an object enough to to make it glow red hot.</p></li><li><p>Ignite something slightly flammable (leather, damp wood).</p></li></ul><p><strong>Level 10:</strong> Create a fire doing +15 damage.</p><ul><li><p>Create a fire doing +10 damage in an unnatural shape.</p></li><li><p>Heat an object enough to tmelt down.</p></li><li><p>Ignite something barely flammable (human body).</p></li></ul><p><strong>Level 15:</strong> Create a fire doing +20 damage.</p><p><strong>Level 20:</strong> Create a fire doing +25 damage.</p><ul><li><p>Create a fire doing +20 damage in an unnatural shape.</p></li></ul><p><strong>Level 25:</strong> Create a fire doing +30 damage.</p><hr /><p style=\"text-align:center\"><strong>INTELLEGO</strong></p><p>Intellego Ignem botches normally provide false information or deprive them of the ability to sense heat or flames for a time.</p><p></p><p><strong>Level 1:</strong> Sense one property of a fire.</p><ul><li><p>Locate a fire.</p></li></ul><p><strong>Level 2:</strong> Sense all mundane properties of a fire.</p><ul><li><p>Become aware of all fires within the target area.</p></li><li><p>See a fire which you have an Arcane Connection.</p></li></ul><p><strong>Level 3:</strong> Sense all mundane properies of ash.</p><ul><li><p>Detect the traces of fires which burned within the last lunar month.</p></li></ul><p><strong>Level 4:</strong> See clearly through raging fire. Auram requisite may be necessary if smoke is present as well.</p><ul><li><p>Learn the magical properties of a fire.</p></li></ul><p><strong>Level 10:</strong> See a fire you have an Arcane Connection to and all things it illuminates (a campfire and everything within its circle of light).</p><p><strong>Level 20:</strong> Speak with a fire.</p><hr /><p style=\"text-align:center\"><strong>MUTO</strong></p><p>The intensity of a fire also affects the difficulty of changing it. For every 5 points by which the fire's damage exceeds +5 add one magnitude to the spell's level.</p><p>Muto Ignem botches may transform the wrong aspect of the fire.</p><p></p><p><strong>Level 1:</strong> Change one characteristic of a fire within the target area</p><p>(make a fire burn more lightly).</p><p><strong>Level 2:</strong> Totally change a fire into another fire by changing any or all of its characteristics.</p><p><strong>Level 3:</strong> Change a fire so that it is slightly unnatural (make the flame colored, make the smoke smell of roses). May require requisites.</p><p><strong>Level 4:</strong> Change a fire so that it is completely unnatural (multicolored flames forming images ). May require requisites.</p><p><strong>Level 5:</strong> Change a fire into a natural example of another element. Requires the appropriate requisite.</p><p><strong>Level 10:</strong> Change a fire into an unnatural example of another element. Requires the appropriate requisite.</p><hr /><p style=\"text-align:center\"><strong>PERDO</strong></p><p>The intensity of a fire also affects the difficulty of destrying it. For every 5 points by which the fire's damage exceeds +5 add one magnitude to the spell's level.</p><p>Perdo Ignem botches may create fire instead of destroying it, or freeze the wrong thing.</p><p></p><p><strong>Level 2:</strong> Greatly reduce the amount of light in an area.</p><p><strong>Level 3:</strong> Completely extinguish all light in an area.</p><ul><li><p>Reduce the size of a fire without destroying it.</p></li></ul><p><strong>Level 4:</strong> Extinguish a fire, cooling the ashes to merely warm.</p><ul><li><p>Chill an object.</p></li><li><p>Chill a person so that they lose a Fatigue Level.</p></li></ul><p><strong>Level 5:</strong> Strongly chill an object (freeze water)</p><ul><li><p>Chill a person so that they take +5 damage.</p></li></ul><p><strong>Level 10:</strong> Destroy one aspect of a fire (heat or light).</p><ul><li><p>Chill a person so strongly that they take +10 damage.</p></li></ul><hr /><p style=\"text-align:center\"><strong>REGO</strong></p><p>The intensity of a fire also affects the difficulty of controlling it. For every 5 points by which the fire's damage exceeds +5 add one magnitude to the spell's level. Rego Ignem spells can control heat and light as well as fire.<br />Rego Ignem botches may result in the fire, heat or light doing exactly what the caster does not want.</p><p></p><p><strong>General:</strong> Ward against creatures of fire belonging to one Realm (Divine, Magic, Faerie or Infernal) whose Might is less than or equal the level of the spell. (Base Ward Spells Guideline applies)</p><p><strong>Level 3:</strong> Control fire in a natural fashion (control its direction of spread).</p><ul><li><p>Move a fire quickly through space while leaving it burning naturally.</p></li></ul><p><strong>Level 4:</strong> Control fire in a slightly unnatural fashion (stop it from burning a person).</p><p><strong>Level 10:</strong> Control fire in a very unnatural fashion (fashion into a dancing humanoid shape).</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "wD6Uw4304RYImeGf": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.343",
        "systemId": "arm5e",
        "systemVersion": "2.4.0.4",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!ivGwbRPHUX61irDn.jDGJVcYDEy0MxKZD"
    },
    {
      "sort": 296875,
      "name": "Imaginem Spells",
      "type": "text",
      "_id": "UbM575vOjGLnYtrm",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Imaginem allows one to alter \"images,\" not \"illusions\", thus one can create, perceive, transform, destroy, and control images. Imaginem canot affect light, as this is part of Ignem, but it can affect the things that light allows you to see.<br />Stenches and perfumes, tints and stains, color and shadow, melody and cacophony, sweet and sour, all these are perceptions, and so can be manipulated by the Art of Imaginem. An image works on the senses, not on the mind, so an unthinking beast is as likely to believe an image as an imaginative human. Similarly, everyone can sense an illusion created by Imaginem magic. Nevertheless, Imaginem spells are still most effective at fouling the communication on which human society depends. Beasts are likely to be fooled by illusions, as are the simpler undead. Demons are very hard to deceive, while faeries often see through illusions and manipulate them to fool you in turn. Certain members of the Church have proven remarkably adept at discerning truth from illusion, though the talent is not dependable.<br />It is more difficult to mimic a specific object or person using an Imaginem spell than it is to mimic a general image, and requires a Perception + Finesse stress roll: the higher roll, the better you can fool people. You get a a bonus to your roll for familiarity with what you are mimicking (-3 for an unfamiliar object, +3 for highly familiar object or for having the subject available for modeling). For mimicking people, a roll of 6+ lets you fool acquietances of the person, 9+ lets you fool friends, and 12+ lets you fool close friends and relatives. Use a similar scale for mimicking objects. If you botch the Finesse roll, you may think the image is satisfactory, but it's immediately seen through once in use. A base Individual for Imaginem is the equivalent of an adult human being; whether a visual image of about that size, an auditory illusion making that much noise, or whatever.</p><hr /><p style=\"text-align:center\"><strong>CREO</strong></p><p>It is importatant to note that Creo Imaginem only creates the images of things, not the things themselves. This is the first (and most important) clue that image is just an illusion. On the other hand, the illusion of a wall may feel solid, but will present no resistance if someone pushes a hand through it.<br />Increasing the complexity of a sensory perception, such as making a moving visual image or making clear words instead of noise, adds an additional level of magnitude. Making an image or noise at your direction as you concentrate adds two level of magnitude. In addition, very intricate images (an intricately ornated bridge) are generally one level of magnitude higher as well.<br />Creo Imaginem botches may create the wrong illusion, or obvious ones clearly linked back to the caster.</p><p></p><p><strong>Level 1:</strong> Create an image that affects a single sense.</p><p><strong>Level 2:</strong> Create an image that affects two senses.</p><p><strong>Level 3:</strong> Create an image that affects three senses.</p><p><strong>Level 4:</strong> Create an image that affects four senses.</p><p><strong>Level 5:</strong> Create an image that affects five senses.</p><hr /><p style=\"text-align:center\"><strong>INTELLEGO</strong></p><p>These spells improve upon your senses by bringing in images, usually sounds and images, not normally available. Note that seeing or hearing into another room or a hundred miles away does you no good if there is no light or sound there. As in CrIm spells, each additional sense you wish to perceive increases the level of the spell by one magnitude.<br />Intellego Imaginem botches normally provide false information.</p><p></p><p><strong>General:</strong> Discern an illusion caused by spells of equal or lower level than the level of this spell (Vision target).</p><p><strong>Level 1:</strong> Use one sense at a distance.</p><ul><li><p>Memorize or perfect your memory about an image you have encountered.</p></li><li><p>Be able to discern your own illusions.</p></li></ul><p><strong>Level 2:</strong> Use two senses at a distance.</p><p><strong>Level 3:</strong> Use three senses at a distance.</p><ul><li><p>Enhance one of your senses in one way (to see clearly at distance, to see small things, to see in the dark...)</p></li></ul><p><strong>Level 4:</strong> Use four senses at a distance.</p><p><strong>Level 5:</strong> Use five senses at a distance.</p><hr /><p style=\"text-align:center\"><strong>MUTO</strong></p><p>The accuracy of duplication depends on your knowledge of the subject.<br />Muto Imaginem, or indeed other Imaginem magic, cannot overcome the effects of The Gift, although it might offset them a little.<br />Muto Imaginem botches often change the illusions in dangerous or embarrassing ways.</p><p></p><p><strong>Level 1:</strong> Change one sensation of an object (make a leaf look like a coin), but not its type (not from sight to sound).</p><p><strong>Level 2:</strong> Change two sensations of an object.</p><p><strong>Level 3:</strong> Change three sensations of an object.</p><p><strong>Level 4:</strong> Change four sensations of an object.</p><p><strong>Level 5:</strong> Change five sensations of an object.</p><hr /><p style=\"text-align:center\"><strong>PERDO</strong></p><p>Destroying changing images is more difficult – add one level of magnitude to spells that do so.<br />Note that images are naturally generated constantly, so a Momentary duration spell merely makes an object seem to flicker for a moment.<br />Note also that shadows are due to the physical body blocking the light, thus destroying something's shadow is Creo Ignem, or possibly Rego Ignem, and not Perdo Imaginem. Mirror images, however, are caused by the species bounching off the mirror, so aspell destroying (or changing) the species also changes mirror images.<br />Perdo Imaginem botches might make the image more intense, or destroy the wrong image.</p><p></p><p><strong>Level 2:</strong> Destroy an object ability to affect taste or touch.</p><p><strong>Level 3:</strong> Destroy an object ability to affect smell or hearing.</p><ul><li><p>Destroy an object ability to affect taste and touch.</p></li></ul><p><strong>Level 4:</strong> Destroy an object ability to affect sight.</p><ul><li><p>Destroy an object ability to affect any three of taste, touch, smell or hearing.</p></li></ul><p><strong>Level 5:</strong> Destroy an object ability to affect any of four senses.</p><p><strong>Level 10:</strong> Destroy an object ability to affect all five senses.</p><hr /><p style=\"text-align:center\"><strong>REGO</strong></p><p>As with CrIm and PeIm, it is slightly harder to affect changing images. Add one level of magnitude to spells that do so. Add a futher level of magnitude if the image is to change along with the object. Add one level of magnitude to the guidelines for each additional sense to be affected.<br />Rego Imaginem botches may control the wrong image, or affect the image in the wrong way.</p><p></p><p><strong>Level 2:</strong> Make an object appear (to one sense) to be up to one pace away from its actual position.</p><p><strong>Level 3:</strong> Make an object appear (to one sense) to be up to 5 paces away from its actual position.</p><ul><li><p>Make objects appear to move rapidly in a disorienting way..</p></li></ul><p><strong>Level 4:</strong> Make an object appear (to one sense) to be up to 15 paces away from its actual position.</p><ul><li><p>Make an object appear (to one sense) to be contained or be attached to another object defined at the time of casting (someone's voice appear to came from a bag).</p></li></ul><p><strong>Level 5:</strong> Make an object appear (to one sense) to be up to 100 paces away from its actual position.</p><p><strong>Level 10:</strong> Make an object appear (to one sense) to be up to in Sight of its actual position.</p><p><strong>Level 15:</strong> Make an object appear (to one sense) to be up to in a location to which the caster as an Arcane Connection.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "wD6Uw4304RYImeGf": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.343",
        "systemId": "arm5e",
        "systemVersion": "2.4.0.4",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!ivGwbRPHUX61irDn.UbM575vOjGLnYtrm"
    },
    {
      "sort": 298438,
      "name": "Mentem Spells",
      "type": "text",
      "_id": "kGMf7V8qYTZdfKl0",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Intelligent minds are affected by Mentem spells while the minds of beasts are affected only by Animal spells. The mental Characteristics are Intelligence, Perception, Presence, and Communication, and they can be affected by Mentem spells.<br />Minds do not have a size, so size modifiers do not apply to Mentem effects with individual targets. However, minds can be counted, so for Groups you still need to boost the size to affect more people. Similarly Mentem spells affecting everyone in a Room,Structure, or Boundary have size modifiers in the normal way.</p><hr /><p style=\"text-align:center\"><strong>CREO</strong></p><p>In addition to healing minds, these spells can also create thoughts, emotions and memories in another person's mind. These creations interact normally with the target's other thoughts, and may be changed in the process.<br />Creo Mentem may create the wrong thoughts, emotions or memories, or affect the wrong target.</p><p></p><p><strong>Level 3:</strong> Form words in another's mind.</p><p><strong>Level 4:</strong> Put a thought or emotion into another mind.</p><p><strong>Level 5:</strong> Create a memory in another's mind.</p><p><strong>Level 30:</strong> Increase one of a person's mental Characteristics by one point, to no more than 0.</p><p><strong>Level 35:</strong> Increase one of a person's mental Characteristics by one point, to no more than +1.</p><p><strong>Level 40:</strong> Increase one of a person's mental Characteristics by one point, to no more than +2.</p><p><strong>Level 45:</strong> Increase one of a person's mental Characteristics by one point, to no more than +3.</p><p><strong>Level 50:</strong> Increase one of a person's mental Characteristics by one point, to no more than +4.</p><p><strong>Level 55:</strong> Increase one of a person's mental Characteristics by one point, to no more than +5.</p><hr /><p style=\"text-align:center\"><strong>INTELLEGO</strong></p><p>Additional ideas can be seen in Intellego Animal guidelines, for spell that affects the mind.<br />Note that writing does not contain any information of itself, and is generally materials Animal, Herbam, or Terram for the materials, not Mentem. To translate writings, you need someone who can read it, although you could read the translation from their mind.<br />A Momentary Mentem spell can answer a single question, although it's not necessary that the answer be expressible in a brief form. Finding out a lot of information takes time.<br />Intellego Mentem botches normally provide false information.</p><p></p><p><strong>Level 4:</strong> Sense the state of consciousness of one intelligent being (asleep, awake, meditating, dead, drugged, insane, or comatose).</p><p><strong>Level 5:</strong> Sense a single emotion in a being.</p><ul><li><p>Understand the meaning behind spoken sounds.</p></li></ul><p><strong>Level 10:</strong> Sense all of the emotions in a being.</p><ul><li><p>Discover the truth of a statement.</p></li></ul><p><strong>Level 15:</strong> Speak with any one human.</p><ul><li><p>Read a person's surface thoughts.</p></li><li><p>Pick a single answer from the mind of the target.</p></li></ul><p><strong>Level 20:</strong> Read the last day's memories from one person.</p><p><strong>Level 25:</strong> Learn all the information you wish from a person's mind.</p><hr /><p style=\"text-align:center\"><strong>MUTO</strong></p><p>Muto Mentem spells give a mind properties it could not naturally acquire. These fall into three main categories.<br />First, changing memories: while memories may decay over time, they do not naturally change radically, so making them so do is Muto.<br />Second, emotions and thoughts that people cannot normally feel, including the thoughts of an animal and similar.<br />Third, non-mental properties: this covers making a mind physical and is very difficult.<br />Granting a magical sense to other people has a base level one magnitude higher than granting it to yourself using Intellego. The necessary increase to range, and possibly, target increase the level further.<br />Muto Mentem botches often alter the mind in the wrong way, or target the wrong mind.</p><p></p><p><strong>Level 1:</strong> Make a minor change in person's memory of an event.</p><p><strong>Level 2:</strong> Make a major change in person's memory of an event.</p><p><strong>Level 3:</strong> Make a major change in person's memory of a series of events.</p><ul><li><p>Make a major change to a person's emotion.</p></li></ul><p><strong>Level 4:</strong> Make a major change in person's memory of a period of their</p><p>life.</p><ul><li><p>Completely change to a person's emotion.</p></li></ul><p><strong>Level 10:</strong> Completely rewrite a person's memories</p><p><strong>Level 15:</strong> Make a mind or spirit visible (requires Imaginem requisite).</p><ul><li><p>Utterly change a person' mind.</p></li></ul><p><strong>Level 25:</strong> Make a mind or spirit solid. Requires the appropriate requisite to the Form of the shape.</p><hr /><p style=\"text-align:center\"><strong>PERDO</strong></p><p>Emotions naturally reappear in a person, so spells that destroy them must have a contunuing duration to ensure that they do not come back. Memories do not naturally return, so Momentary duration spells remove them forever, although a person could be told what he had forgotten, or reconstruct the memory from things he does remember. A continuing spell would prevent a person from relearning that information, however.<br />Perdo Mentem botches may destroy more or less than intended, or target the wrong mind.</p><p></p><p><strong>Level 3:</strong> Remove a minor detail from the person's memory.</p><p><strong>Level 4:</strong> Remove an important detail from the person's memory.</p><ul><li><p>Diminish a single mental capability in a person.</p></li><li><p>Reduce the intensity of all of a person's emotions.</p></li></ul><p><strong>Level 5:</strong> Quell an emotion in a person.</p><p><strong>Level 10:</strong> Remove a minor or short memory from a person's mind.</p><ul><li><p>Reduce all of a person's mental capabilities.</p></li></ul><p><strong>Level 15:</strong> Remove a major or long memory from a person's mind.</p><ul><li><p>Remove all emotions from a person.</p></li><li><p>Drive a person insane.</p></li></ul><p><strong>Level 25:</strong> Leave a person a mindless husk.</p><hr /><p style=\"text-align:center\"><strong>REGO</strong></p><p>Additional ideas can be seen in Rego Animal guidelines, for spell thataffects the mind. Many changes to the mind are Rego effects, because the mind could naturally assume that state.<br />Rego Mentem botches may change the target's mental state in the wrong way, or target the wrong mind.</p><p></p><p><strong>General:</strong> Ward against spirits belonging to one Realm (Divine, Magic, Faerie or Infernal) whose Might is less than the level of the spell. (Base Ward Spells Guideline applies)</p><p><strong>Level 3:</strong> Make a subtle difference to the target mental state.</p><p><strong>Level 4:</strong> Control a target 's mental state (awake, asleep, confused...)</p><p><strong>Level 5:</strong> Control a natural emotion (calm, fear...). That target must feel the emotion before you can control it.</p><ul><li><p>Control a disembodied spirit.</p></li><li><p>Incline a person to a particular sort of response.</p></li></ul><p><strong>Level 10:</strong> Control an unnatural emotion (cultivate a person's feeling of bravery where he is usually cowardly).</p><ul><li><p>Imbue all of a person's response with a particular emotion.</p></li></ul><p><strong>Level 15:</strong> Control a human being as long as you can see him.</p><ul><li><p>Summon a ghost. (Ritual)</p></li></ul><p><strong>Level 20:</strong> Give a person one complex command, which he tries to carry out to the best of his ability.</p><p><strong>Level 30:</strong> Completely control a person's mind and emotions.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "wD6Uw4304RYImeGf": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.343",
        "systemId": "arm5e",
        "systemVersion": "2.4.0.4",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!ivGwbRPHUX61irDn.kGMf7V8qYTZdfKl0"
    },
    {
      "sort": 299219,
      "name": "Terram Spells",
      "type": "text",
      "_id": "PE6iliwB9WxRkO0t",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Through Terram spells affect all manner of solid objects, though it is harder to affect certain materials. Here, in increasing order of difficulty are the materials: earth (sand, dirt, mud), clay, stone, glass, metal, gemstones. Each level of difficulty does not necesarily represent an increase in one level of magnitude. The base Individual for Terram depends on the material involved. For earth, clay and other similar substances, it is about 10 cubic paces of stuff; for stone it is a single cubic pace; for base metals it is a cubic foot, while for precious metals it is 1/10 of cubic foot; and forgemstones the base individual is one cubic inch in size.</p><hr /><p style=\"text-align:center\"><strong>CREO</strong></p><p>Creating earth in an elaborate shape or with some unnatural properties is one level of magnitude higher than the listed guidelines.<br />Creo Terram botches may entomb the caster in earth or stone, create the wrong material or create it in the wrong place.</p><p></p><p><strong>Level 1:</strong> Create sand, dirt, mud, or clay.</p><p><strong>Level 3:</strong> Create stone or glass.</p><p><strong>Level 5:</strong> Create base metal.</p><p><strong>Level 15:</strong> Create precious metal.</p><p><strong>Level 25:</strong> Create gemstone.</p><hr /><p style=\"text-align:center\"><strong>INTELLEGO</strong></p><p>Intellego Terram spells level are not affected by the material of the thing affected.<br />Intellego Terram botches normally provide false information.</p><p></p><p><strong>Level 2:</strong> Learn one visible property of an object. A property that someone with the appropriate skill could determine just by looking.</p><p><strong>Level 4:</strong> Learn one mundane properties of an object.</p><ul><li><p>See an object and its sorroundings.</p></li></ul><p><strong>Level 5:</strong> Learn all component of a mixture or alloy.</p><p><strong>Level 10:</strong> Learn all the antural properties of an object.</p><p><strong>Level 15:</strong> Sense all the mundane properties of a composite object.</p><p><strong>Level 20:</strong> Learn all the magical properties of an object.</p><ul><li><p>Make your sense unhindered by earth.</p></li><li><p>Speak with a natural rock (a boulder).</p></li></ul><p><strong>Level 25:</strong> Speak with an artificial rock (a statue).</p><hr /><p style=\"text-align:center\"><strong>MUTO</strong></p><p>The targets below are for changing earth (dirt, sand, mud, clay). To change to or from stone or glass, add one level of magnitude. To change to or from metal or gemstone add two level of magnitudes. These adjustment only apply once, so that changing metal to metal is only two magnitudes higher. The amount of material you can change is limited by the guidelines for each end. Thus, you can turn a cubic pace of stone into a cubic inch of gemstone with a base Individual.<br />Muto Terram botches may transform the wrong thing in the wrong way, or turn other things nearby into stone or metal.</p><p></p><p><strong>Level 1:</strong> Change one property of earth.</p><p><strong>Level 2:</strong> Change earth to another type of natural earth (sand, mud, loam...) .</p><p><strong>Level 3:</strong> Change earth so that is slightly unnatural. Requisites may be required.</p><ul><li><p>Change earth into a liquid or gas. Requisites may be required.</p></li><li><p>Change earth to stone, or vice versa.</p></li></ul><p><strong>Level 4:</strong> Change earth so that is highly unnatural. Requisites are often required.</p><ul><li><p>Change earth into a mixture of liquid, solid and gases.</p></li><li><p>Require the appropriate requisites.</p></li><li><p>Change earth into a plant. Require Herbam requisite.</p></li><li><p>Make something grow to eight time its previous volume.</p></li></ul><p><strong>Level 5:</strong> Change earth into slightly unnatural liquid or gas. Require the appropriate requisite.</p><ul><li><p>Change earth into an animal. Require Animal requisite.</p></li></ul><p><strong>Level 10:</strong> Change earth into highly unnatural liquid or gas. Requires appropriate requisite.</p><hr /><p style=\"text-align:center\"><strong>PERDO</strong></p><p>Earth includes dirt, sand, mud, clay and other similar type of earth. To destroy stone or glass, add one level of magnitude. To destroy metal or gemstone add two level of magnitudes.<br />Perdo Terram botches may destroy the wrong thing, including the ground beneath any creatures or objects, or things they are holding.</p><p></p><p><strong>Level 2:</strong> Weaken earth.</p><p><strong>Level 3:</strong> Destroy earth.</p><hr /><p style=\"text-align:center\"><strong>REGO</strong></p><p>Earth includes dirt, sand, mud, clay and other similar type of earth. To control stone or glass, add one level of magnitude. To control metal or gemstone add two levels of magnitude. Manipulating objects with great precision may also be higher, depending on the level of precision.<br />Rego Terram botches may result in earth moving in unwanted ways, or bystanders being struck by large amounts of flying stone.</p><p></p><p><strong>General:</strong> Ward against stone creatures belonging to one Realm (Divine, Magic, Faerie or Infernal) whose Might isless than the level of the spell. (Base Ward Spells Guideline applies)</p><p><strong>Level 1:</strong> Control or move earth in a natural fashion.</p><p><strong>Level 2:</strong> Control or move earth in a slightly unnatural fashion.</p><ul><li><p>Keep earth away from you, under your conscious control (you must be aware of its presence).</p></li></ul><p><strong>Level 3:</strong> Control aor move earth in a very unnatural fashion.</p><p><strong>Level 5:</strong> Keep all earth away from your body, or ward a target against earth.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "wD6Uw4304RYImeGf": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.343",
        "systemId": "arm5e",
        "systemVersion": "2.4.0.4",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!ivGwbRPHUX61irDn.PE6iliwB9WxRkO0t"
    },
    {
      "sort": 299610,
      "name": "Vim Spells",
      "type": "text",
      "_id": "hxRet4qNFzukfA6C",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Vim spells help you use your spells to better effect. Many Vim spells are meant to be cast along with other spells, and modify or change their effects.<br />Vim magic also encompasses summoning and dealing with Demons. This pactice is prohibited within the Order, but fighting Demons is allowed.<br />Magi often use Vim spells to counteract magical phenomena: in these cases Storyguides should assign spell levels for all magical phenomena that those using Vim counterspells will have to match.<br />Most example Vim spells are of General level, and the guidelines provided for Vim spells take account of this, and rather than giving an absolute level for a corresponding effect, they give the relationship that the level of the Vim spell must bear to the level of the target.<br />When you change parameters of a General spell, you should take account of these changes in level before multiplying or dividing the the spell's level to get the real effect.<br />The Individual target for a Vim spell can refer to either an individual spell, or an individual object or person, and similarly for Group. If the target is an object or person, the Vim spell will affect any suitable magic affecting that person, not just one spell. Most such spells can only be cast on either other spells or individuals, but, if the description suggests that they could be cast on either, then they can.<br />Spells and magical effect do not have sizes, so size modifications do not apply to the levels of Individual Target Vim spells. However Vim spells affecting areas, or number of spells, must be increased in level for large areas or large numbers, as normal.<br />The guidelines below refer mainly to spells: this is for the sake of brevity, as Vim spells can affect magical effects proceeding from magical items, magical creatures, or demons. However unless specifically stated otherwise, the spells do not affect magical items, only the effects that they produce.<br />It should be noted that Hermetic magi, and some non-Hermetic wizards, do not have Might scores, and thus are not affected by wardings or other spells that act against Might scores.</p><hr /><p style=\"text-align:center\"><strong>CREO</strong></p><p>Creo Vim botches often give the caster additional Warping Points.</p><p></p><p><strong>General:</strong> Create a magical shell which looks real to Intellego spells with alevel less than twice its level plus one magnitude. This aura is generic “magic” only – no misleading information can be supplied.</p><ul><li><p>Create a magical shell which prevents Intellego spells with a level less than its level plus one magnitude from learning any details about the magic on the target.</p></li><li><p>Create a magical shell which gives false information about the target to Intellego spells with level less than half its (level plus one magnitude).</p></li></ul><p><strong>Level 3:</strong> Taint something with magic.</p><p><strong>Level 5:</strong> Create a burst of magic that gives the target 1 Warping point. Spell that grant Warping cannot have a duration of greater than Momentary. Note that doing this to a magus is an attack, and clearly against the Code.</p><p><strong>Level 10:</strong> Give the target 2 Warping points.</p><p><strong>Level 15:</strong> Give the target 3 Warping points.</p><p><strong>Level 20:</strong> Give the target 4 Warping points.</p><hr /><p style=\"text-align:center\"><strong>INTELLEGO</strong></p><p>Demons cannot be detected by Intellego spells unless they wish to be (at least to the common knowledge of the Order), thus there are no demon-locating spells. Magic items cannot be investigated with simple spells, but require a season spent in the laboratory to discover what magic an enchanted item contains and how to use them (see the Laboratory chapter). A spell can only tell you that an item is magical, and and perhaps give some hint of its powers, but never how to use it.<br />Further increases in level will give increased sensivity to residues. The base level of a spell also gives a fairly good idea of the strength of a spell (within a magnitude). The addition of one magnitude will say whether the effect is Hermetic, and a magus familiar with other types of magic will be able to identify them as well. The addition of two magnitudes will give information about Technique and Form, or nearest equivalent for other types of magic. Furthere increases in the level will yeld further information, depending on the design of the specific spell.<br />Different spells may be invented to detect Faerie, Divine, or Infernal effects. Each spell affects only one realm, and Storyguides may disallow spells that detect the Divine or Infernal.<br />As a general rule, the residues of magic decline as follows: as soon as the magic finishes, the magnitude halves, it then drops by one for every duration of the spell that passes. Storyguides should employ this as a guideline, not a rigid formula, and may if they wish, allow high level detection spells to pick up residues with “negative magnitude”.<br />Magical items can have an effective residue magnitude equal to the number of pawns of vis used to open the enchantment (or the total pawns used for lesser enchanted devices). Magnitudes for non-Hermetic items must be setted by the Storyguide. A spell that detect items will not also detect effects or creatures, and vice versa. Variants will detect items enchanted by different Realms, as above.<br />Magical creatures can also be detected: treat their Might as the level of the effect; for Hermetic magi, use their highest Art. Divide Might (or the Art) by five (rounding up) to get the effective residue magnitude. Again this requires a different spells and variants may detect Faerie and possibly Divine creatures (not Demons). Storyguides may allow spells that detect other Infernal creatures, such as diabolists and undead.<br />Raw vis will show up as magical, simply as raw vis, under any magical detection. The level of the detecting spell is irrilevant as is the the realm of power that it was designed to detect. However, only specially designed spells will yeld any information other than that it is raw vis.<br />Intellego Vim botches generally provide false information.</p><p></p><p><strong>Level 1:</strong> Detect magic of 10° magnitude or higher</p><ul><li><p>Detect the presence of a mystical aura.</p></li><li><p>Detect the presence of raw vis.</p></li></ul><p><strong>Level 2:</strong> Detect magic of 8° magnitude or higher.</p><ul><li><p>Determine the power of a mystical aura.</p></li></ul><p><strong>Level 3:</strong> Detect magic of 6° magnitude or higher.</p><ul><li><p>Detect regio boundaries. If cast with a Vision target, this provides enough information to find a way between levels, for regiones that allow that sort of entrance. Otherwise, it reveals the presence of a regio, and possibly its rough shape.</p></li></ul><p><strong>Level 4:</strong> Detect magic of 3° magnitude or higher.</p><ul><li><p>Judge the amount of vis present.</p></li><li><p>Discern the Art of vis.</p></li></ul><p><strong>Level 5:</strong> Detect any active magic.</p><p><strong>Level 10:</strong> Detect the traces of powerful magic.</p><ul><li><p>Detect the recent presence of weak magic.</p></li></ul><hr /><p style=\"text-align:center\"><strong>MUTO</strong></p><p>Most MuVi spells last as long as the spell that they have altered, with a nominal duration of Momentary. It is not normally possible to have a MuVi spell that lasts longer than the target spell.<br />These meta-magical spells have certain restrictions, which apply to all MuVi spells invented according to Hermetic theory. First of all, they cannot be cast on spontaneous spells: such magic is being manipulated at whim – any attempt to alter it further would make the caster lose control.<br />Second, you must make an Intelligence + Concentration roll of 9+ if you are casting both spells: if this fails, the spells do not go off. If it botches, they botch.<br />If you wish to cast one of these spells on a spell being cast by another magus you must either be cooperating, or you must fast cast the MuVi spell. There is no other way to get the timing right. In addition your Penetration total for the MuVi spell must beat the other magus's Penetration total for the spell to be changed, unless you are cooperating.<br />Touch range is sufficient to affect your own spells, but Voice range at least, is needed to affect another magus's casting. You cannot touch the spell itself.<br />These spells can only be used on Hermetic magic, as they depend on a good understanding of the process involved. You may only put a MuVi effect into a magical item if it is to work with another effect in that item. All MuVi spells require some tailoring to the specific use, and a magical item effect cannot be so tailored.<br />Note that a spell invented according to one of the guidelines below will change another spell in a specific way; it is not possible to invent a single spell which changes another spell however the caster wants. See the example spells for ideas on how specific this should be.<br />It is not possible to use MuVi to affect another spell after it has been cast.<br />A Muto Vim botch will generally affect the target spell in an undesirable way.</p><p></p><p><strong>General:</strong> Superficially change a spell of less than twice the (level +1 magnitude) of the MuVi spell. This may not change the primary effect of the spell or its power.</p><ul><li><p>Significantly change a spell of less than the (level +1 magnitude) of the MuVi spell. This may not change either the Tecnique or Form of the target spell. A change in power of plus or minus one magnitude is a significant change, as is change of target, if the target was possible for the original spell.</p></li><li><p>Totally change a spell of less than half the (level +1 magnitude) of the MuVi spell.This may change the Technique, Form, or both of the target spell, and needs no requisites for those Arts. The MuVi spell affect the structure of the spell, not the things that the spell targets. A change in power up to two magnitudes is a total change. Any grater change requires either Creo or Perdo to create more magical energy or destroy some.</p></li></ul><hr /><p style=\"text-align:center\"><strong>PERDO</strong></p><p>If you want to cast a PeVi spell on a character who has Magic Resistance, you must overcome the Magic Resistance.<br />Perdo Vim botches may dispel the wrong spells or effects, damage an aura, deplete vis or harm resistances or might scores.</p><p></p><p><strong>General:</strong> Make something, including a magical item, seem non-magical to any Intellego spell of less than twice the (level –2 magnitudes) of this spell.</p><ul><li><p>Dispel effects of a specific type with a level less than the (level +4 magnitudes) of the Vim spell + stress die(no botch). A specific type could be Hermetic Terram magic, or Shamanic spirit control magic. A magus must have some knowledge of a type of magic although not necessarily ability to use it) to invent a spell to affect it. All Hermetic magi have some knowledge of all Hermetic magic.</p></li><li><p>Reduce the target Might by the level of a spell +10, as long as the spell penetrates the creature's resistance.</p></li><li><p>Dispel any magical effect with a casting total less than half the (level +4 magnitudes) of the Vim spell + a stress die (no botch).</p></li><li><p>Reduce the casting total for all magic cast by the target by half the (level +2 magnitudes) of the spell. If 2 or more spells affect one target, only the highest has any effect: the penalties do not add. The spell mustpenetrate the target's Magic Resistance in order to have any effect.</p></li></ul><p><strong>Level 5:</strong> Reduce the duration of an Arcane Connection by one step on the table on page 84. If this reduces the duration below Hours, the connection expires immediately. Does not work on connections that naturally have Indefinite duration, but can make an Arcane Connection that was fixed in laboratory expire. Note that the Range is the range to the Arcane Connection, and you must know what you are targeting, just as for any other spell.</p><p><strong>Level 10:</strong> Reduce the duration of an Arcane Connection by 2 steps on the table on page 84, as above.</p><p><strong>Level 15:</strong> Reduce the duration of an Arcane Connection by 3 steps on the table on page 84, as above.</p><p><strong>Level 20:</strong> Reduce the duration of an Arcane Connection by 4 steps on the table on page 84, as above.</p><p><strong>Level 25:</strong> Reduce the duration of an Arcane Connection by 5 steps on the table on page 84, as above.</p><p><strong>Level 30:</strong> Reduce the duration of an Arcane Connection by 6 steps on the table on page 84, as above.</p><hr /><p style=\"text-align:center\"><strong>REGO</strong></p><p>Theoretically is possible to conjure and control demons through ReVi spells, but this knowledge and its use are forbidden by the Hermetic Code. Any who find and dare to use this knowledge face dangers from both the beings they deal with and those in the Order of Hermes who strongly object to such practices.<br />ReVi would also be the combination of Arts that granted Magic Resistance, but not even Bonisagus was able to turn Parma Magica into a spell. Aegis of the Hearth is the best that has been managed, and that spell is not fully integrated into Hermetic theory.<br />Rego Vim botches may have the opposite desired effects on targeted spells or tamper with resistances or might scores.</p><p></p><p><strong>General:</strong> Ward the target against creature with a Might less than the level of the spell. A creature warded against cannotdirectly affect the target physically or by magical means. A spell of this nature will only ward against creatures of one Realm (Divine, Magic, Faerie or Infernal). (Base Ward Spells Guideline applies)</p><ul><li><p>Sustain or suppress a spell you have cast whose level is less than the (level + 2 magnitudes) of the Vim spell.</p></li><li><p>Create a conduit or container for spells with a level lesser than the (level +5 magnitudes) of the Vim spell. A conduit puts you in mystical contact with the target (effective Touch range), while a container will hold a spell for a specific length of time before releasing it.</p></li><li><p>Sustain or suppress a spell cast by another with level less than the half the (level +5 magnitudes) of the Vim spell.</p></li></ul><p><strong>Level 10:</strong> Move raw vis from one physical object to another, without needing a laboratory.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "wD6Uw4304RYImeGf": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.343",
        "systemId": "arm5e",
        "systemVersion": "2.4.0.4",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!ivGwbRPHUX61irDn.hxRet4qNFzukfA6C"
    },
    {
      "sort": 400000,
      "name": "Casting Spells and Score Modifiers",
      "type": "text",
      "_id": "F4iWxFnO5tzzKubX",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Your base Casting Score is <strong>Technique + Form + Stamina + Aura Modifier</strong>. Your target number to hit is the level of the spell you are attempting to cast. If a stress die is used, a botch is possible, and botching treats your Casting Total as zero. In the event a spell is successfully cast but the Fatigue would knock the caster unconscious, the spell fires first.</p><p></p><p><strong>Formulaic Magic</strong> is your <strong>Casting Score + Die Roll</strong>. Failing to meet the target number by 10 or less means the spell still works, but the caster loses a Fatigue level. If more than 10, a Fatigue level is still lost but the spell fails. Formulaic spells take only a few seconds to cast.</p><p><strong>Ritual Magic</strong> is your <strong>Casting Score + Artes Liberales + Philosophiae + Stress Die</strong>. Ritual spells take fifteen minutes to cast per magnitude and have an additional cost of one pawn of vis per magnitude of the spell, and the types of vis must match one of the Forms or Techniques used. Multiple types of vis can be used for the same spell. Failing to meet the target number by 10 or less means the spell still works, similar to Formulaic spells. Ritual spells cause Long-Term Fatigue:</p><table><tbody><tr><td><p style=\"text-align:center\"><strong>Casting Total - Spell Level</strong></p></td><td><p style=\"text-align:center\"><strong>Fatigue Levels Lost</strong></p></td></tr><tr><td><p style=\"text-align:center\">0 or higher</p></td><td><p style=\"text-align:center\">1</p></td></tr><tr><td><p style=\"text-align:center\">-1 to -5</p></td><td><p style=\"text-align:center\">2</p></td></tr><tr><td><p style=\"text-align:center\">-6 to -10</p></td><td><p style=\"text-align:center\">3</p></td></tr><tr><td><p style=\"text-align:center\">-11 to -15</p></td><td><p style=\"text-align:center\">4</p></td></tr><tr><td><p style=\"text-align:center\">-16 or more</p></td><td><p style=\"text-align:center\">5</p></td></tr></tbody></table><p><strong>Spontaneous Magic</strong> is either your <strong>(Casting Score + Stress Die) ÷ 2</strong> when exerting, or <strong>Casting Score ÷ 5</strong> when not exerting. When casting a Spontaneous spell, the caster must decide on the effect they are trying to create, including Range, Duration and Target. The effect can be open ended, in which case a higher total means a stronger effect. Unlike Formulaic and Ritual spells, the caster MUST have the Casting Score reach the Target Total to successfully cast the spell. Failure does not cause extra fatigue.</p><hr /><p><strong>Fast Casting</strong> can be done with any Spontaneous spell, however Formulaic spells must be Mastered with the Fast Casting special ability. Fast Casting is done in reaction to an attack or surprising event, multiple spells can be fast-cast in succession, and they function the same:</p><p>Firstly, <strong>Quickness + Finesse + Stress Die</strong>, adding a <strong>cumulative -6 for each fast-cast spell after the first</strong>. This roll must beat the opponent's Initiative Total to fire off before. A failure to do so means the Mage <em>may</em> still cast the spell, it will simply fire off afterwards, and they can no longer attempt to fast-cast more spells that round.</p><p>In either case, the fast-cast spell will be rolled as normal for Spontaneous or Formulaic rules, but will add a <strong>-10 penalty to the Casting Score and +2 botch dice</strong>.</p><p>In order to defend against Magic specifically, the Mage must know the Hermetic Form of the incoming spell. This can be determined automatically if the Mage can see and hear the caster's words and gestures or has other prior knowledge. Otherwise, it can be determined with <strong>Perception + Awareness + Die Roll vs. 15 - effect magnitude</strong>.</p><p>A fast-cast defense with half the level of the attacking spell is enough to deflect the spell, protecting the Mage and one other individual or small area, so that the spell lands elsewhere. A fast-cast defense that matches or exceeds the level of the attacking spell can completely neutralize it.</p><hr /><p><strong>Ceremonial Casting</strong> can be done with any Spontaneous spell, however Formulaic spells must be Mastered with the Ceremonial Casting special ability. <strong>Ceremonial spells require the Mage to have experience points in either Artes Liberales or Philosophae to use.</strong> They are cast the same way as ordinary Spontaneous or Formulaic spells, except that they take fifteen minutes per magnitude to cast and add <strong>Artes Liberales + Philosophae</strong> to the Casting Score.</p><hr /><p>There are several other things that can add bonuses or penalties to Casting Spells.<br /></p><ul><li><p><strong>Virtues and Flaws</strong> are the biggest things that can modify Casting Scores and Totals, and there are plenty.</p></li><li><p><strong>Words &amp; Gestures</strong> can be used at the Mage's discretion to add either a bonus or penalty to the <strong>Casting Score</strong> depending what is used:</p><ul><li><p><strong>+1</strong> for Loud Words, <strong>0</strong> for Firm Words, <strong>-5</strong> for Quiet Words, <strong>-10</strong> for No Words</p></li><li><p><strong>+1</strong> for Exaggerated Gestures, <strong>0</strong> for Bold Gestures, <strong>-2</strong> for Subtle Gestures, <strong>-5</strong> for No Gestures<br />(Spells with Voice range will be subject to the volume of the words, and can not be cast in silence)</p></li></ul></li><li><p><strong>Auras</strong> will add bonuses or penalties to the <strong>Casting Score</strong> based on the type and level of aura. (Note that in many circumstances, you may not know the effect until you attempt to cast.)</p><ul><li><p><strong>+1</strong> per level of Magic Aura, and no botch dice (for ordinary magic).</p></li><li><p><strong>+1</strong> per 2 levels of Faerie Aura, and <strong>+1</strong> botch dice per level.</p></li><li><p><strong>-3</strong> per level of Divine Aura, and <strong>+1</strong> botch dice per level.</p></li><li><p><strong>-1</strong> per level of Infernal Aura, and <strong>+1</strong> botch dice per level.<br />(Powers associated with realms other than magic interact with each aura differently)</p></li></ul></li><li><p><strong>Raw Vis</strong> can be expended to give <strong>+2 bonus to Casting Score</strong> per pawn. This also adds <strong>+1 botch die</strong> per pawn. A Mage can only use as much Vis for a single spell up to their score in the Art of the vis.</p></li><li><p><strong>Enchanted Items</strong> grant <strong>Shape and Material bonuses to the Casting Score of specific spells</strong>, depending on the specific shapes and materials making up the item.*</p></li><li><p><strong>Spell Mastery</strong> will add a <strong>+1 bonus per level of the Mastery Ability to the Casting Score</strong> for Formulaic spells.</p></li><li><p><strong>Charm Magic</strong> (HoH:MC) may grant +<strong>1 per charm</strong> and <strong>+1 per category</strong> represented to the Casting Totals of specific spells.</p><p></p></li></ul><p>*Shape and Material lists are detailed across the following books:</p><p><span style=\"font-family:'gg sans', 'Noto Sans', 'Helvetica Neue', Helvetica, Arial, sans-serif, 'Apple Symbols'\">ArM5 p110<br />HoH Mystery Cults p137<br />HoH True Lineages p139<br />Hermetic Projects p26<br />Cradle &amp; Crescent p176<br />Mysteries Revised p33<br />RoP Infernal p123<br />Guardians of the Forests p33<br />Ancient Magic p116<br />Art and Academe p63<br />The Sundered Eagle p45<br />Transylvanian Tribunal p131</span></p><p><sub>An extended (but incomplete) list of most of these can be found on the Atlas Games website.</sub></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "wD6Uw4304RYImeGf": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.343",
        "systemId": "arm5e",
        "systemVersion": "2.4.0.4",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!ivGwbRPHUX61irDn.F4iWxFnO5tzzKubX"
    },
    {
      "sort": 500000,
      "name": "Penetration and Resistance",
      "type": "text",
      "_id": "pJuuOSl8qSu7f2Ve",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>To get through Magic Resistance directly, which all Hermetic Magi and anything with a Might Score have, you need to beat it with Penetration.</p><p>The calculation for Penetration is <strong>Casting Total + (Penetration Ability × Multiplier) - Spell Level</strong>. The Penetration Multiplier starts at <strong>1</strong>, however it may be increased through several means.</p><ul><li><p>Firstly, <strong>Arcane Connections</strong> can improve the Multiplier (Only one can be used for a single spell):</p><ul><li><p><strong>+1</strong> if it lasts hours or days</p></li><li><p><strong>+2</strong> if it lasts weeks or months</p></li><li><p><strong>+3</strong> if it lasts years or decades</p></li><li><p><strong>+4</strong> if it lasts indefinitely</p></li></ul></li><li><p>Secondly, <strong>Sympathetic Connections</strong> can improve the Multiplier (Any number of separate ones may be used for a single spell, and their bonuses stack):</p><ul><li><p><strong>+1</strong> if the caster is a blood relative of the target</p></li><li><p><strong>+1</strong> if possessing a signature of the target</p></li><li><p><strong>+1</strong> if possessing the target's nickname, birth name or secret name (never baptismal name)</p></li><li><p><strong>+1</strong> If knowing target's location and daily horoscope</p></li><li><p><strong>+2</strong> if knowing target's place and time of birth, and nativity horoscope</p></li><li><p><strong>+2 </strong>if possessing a symbolic representation of the target</p></li></ul></li></ul><p>(These are all only examples, and the SG or even entire troupe should decide what sympathetic connections may apply. The bonus can never go higher than +2)</p><ul><li><p><strong>Virtues and Flaws</strong> may affect your Penetration values at any step.</p></li><li><p>The <strong>Penetration Spell Mastery Ability</strong> improves your <strong>Penetration Ability</strong> for that spell only.</p></li></ul><p>Please note that although Magic Resistance can be very hard to overcome in some cases, it only applies to direct effects against the resistant target. There are plenty of indirect ways to affect something with Magic Resistance. e.g. \"Rock Directly To Your Face\" will be deflected harmlessly, but \"Rock Directly Into The Air\" may fall on their head if it's aimed well.</p><hr /><p>Supernatural powers and powers granted by Might scores function much like spells, and have to penetrate Magic Resistance just like spells do in order to directly effect resistant targets. Supernatural powers' penetration calculations vary by power. The Might power calculation is <strong>Might Score + (Penetration Ability × Multiplier) - ( 5 × Might Point cost of the power)</strong> and they can increase their penetration in all the same ways that Hermetic Magi can.</p><hr /><p>Because most of the world is Mundane, most things in the world have no Magic Resistance at all, and so spells that target them simply work.</p><p>All Hermetic Magi have a <strong>Magic Resistance</strong> equal to <strong>Parma Magica × 5</strong> (while the Parma Magica is active, of course), plus an additional resistance in each individual Form equal to the level of the Arts.*</p><p>In addition, a Mage with a Familiar adds their <strong>Silver Cord Score</strong> as a bonus to all rolls against mental effects, including magic. A Mage may also choose to use their Familiar's Magic Resistance score instead of their Parma Magica without dropping Parma.</p><p>No other forms of Magic Resistance stack with the Parma Magica, and it is very difficult for anything that is not a Hermetic Mage or a creature with a Might Score to acquire Magic Resistance, though some Virtues like True Faith do.</p><p>Magic Resistance keeps magic away from the Mage, their clothing and other items close to them, but it does not dispel magic. A spell targeting an area or moving an object may still affect other things in the vicinity, at the Storyguide's discretion.</p><p>When a mystical effect fails to Penetrate a target's magic resistance, they are aware that their resistance stopped something, but have no knowledge of what was stopped. In some cases it is very obvious, but in others they may be left very confused.</p><p>Any being with Magic Resistance can choose to suppress it, for instance to benefit from the beneficial effects of an ally.</p><p>*On top of giving additional resistance to magical effects within their category, Form resistances also give Soak and resistance bonuses to certain mundane effects at a rate of <strong>Form score ÷ 5 (rounded up)</strong>:</p><ul><li><p>Animal gives Soak against animal attacks and rolls to resist animal poisons.</p></li><li><p>Aquam gives Soak against water jets and rolls to resist drowning and thirst.</p></li><li><p>Auram gives Soak against weather phenomena and rolls to resist suffocation.</p></li><li><p>Corpus gives Soak against unarmed humans and rolls to resist disease. (Not aging)</p></li><li><p>Herbam gives Soak against wood and rolls to resist herbal poisons and starvation.</p></li><li><p>Ignem gives Soak against fire and cold and rolls to withstand extreme temperatures.</p></li><li><p>Imaginem boosts rolls to resist confusion, deafening and nausea due to the senses.</p></li><li><p>Mentem boosts rolls to resist mundane persuasion, deception and temptation.</p></li><li><p>Terram gives Soak against metal/stone weapons and rolls to resist mineral poisons.</p></li><li><p>Vim gives Soak against your own spellcasting and rolls to resist Twilight. (Not Comprehend)</p></li></ul>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "ownership": {
        "default": -1,
        "wD6Uw4304RYImeGf": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "coreVersion": "12.343",
        "systemId": "arm5e",
        "systemVersion": "2.4.0.4",
        "createdTime": null,
        "modifiedTime": null,
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!ivGwbRPHUX61irDn.pJuuOSl8qSu7f2Ve"
    }
  ],
  "folder": null,
  "ownership": {
    "default": 0,
    "ErQ613O32LNYb71L": 3
  },
  "flags": {
    "exportSource": {
      "world": "nigrasaxa",
      "system": "arm5e",
      "coreVersion": "12.331",
      "systemVersion": "2.3.0.12"
    }
  },
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "12.343",
    "systemId": "arm5e",
    "systemVersion": "2.4.0.4",
    "createdTime": 1752387249222,
    "modifiedTime": 1752387249314,
    "lastModifiedBy": "ErQ613O32LNYb71L"
  },
  "_id": "ivGwbRPHUX61irDn",
  "sort": 200000,
  "_key": "!journal!ivGwbRPHUX61irDn"
}
